{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": false
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "Oh, iep. Així que tu ets el noi nou, oi? Genial.^Iep, tu ets la noia nova, oi? Em sembla que ens portarem força bé. Em dic Alex.#$e#Ja ens anirem veient.",
        "Resort_Entering": "Per fi hem arribat!",
        "Resort_Leaving": "Aw... bé, tampoc ens hi podíem quedar per sempre.$s",
        "Resort_Wander": "Sabia que havia de portar el frisbee... Què hi farem.$h",
        "Resort_Wander_2": "Em pregunto si algú s'apuntaria a un torneig de voleibol.#$e#No patiu, us ho posaria fàcil!$h",
        "Resort_Shore": "Em pregunto quant podria allunyar-me de la costa nedant, i després poder tornar...#$e#Almenys un quilòmetre, suposo.#$b#... No t'amoïnis, no ho intentaré.$h",
        "Resort_Chair": "No tens calor amb aquesta roba? Au home... som a la platja!^No tens calor amb aquesta roba? Has de sentir una mica la brisa de l'oceà!",
        "Resort_Towel": "Amb aquesta illa oberta, no hi ha cap motiu per estar trist!",
        "Resort_Towel_2": "Fiu, de tant en tant els hi està bé sentir una mica de sol a aquests abdominals.#$e#Quina llàstima haver-los de tenir amagats tota l'estona a casa.",
        "Resort_Towel_3": "Quan sigui un professional, aniré de vacances a illes d'arreu del món.#$e#Però per ara, aquest lloc ja és prou bo!$h",
        "Resort_Bar": "Demanaré un batut de plàtan amb dues cullerades de vitamines en pols.",
        "Resort": "Ah... la vida a l'illa. M'hi podria acostumar!",
        "danceRejection": "Nah... Ho demanaré a una altra persona. Bona sort.",
        "divorced": "Pensava que teníem quelcom especial... Suposo que m'equivocava.$s",
        "dumped_Guys": "No mereixes que malgasti el meu temps amb tu.$a",
        "secondChance_Guys": "No sé si podria tornar a confiar en tu, però m'agradaria de donar-te una segona oportunitat.$9",
        "breakUp": "M'estàs donant...?$7#$b#*uff*... Entesos. Molt bé doncs... si és el que has decidit. No em veuràs suplicar-te res.$a",
        "Mon": "Sabies que vaig ser el quarterback estrella quan anava a l'institut? És veritat.$u#$e#Veus auquesta petita estrella que porto a la jaqueta? N'és la prova.",
        "Tue": "La platja és un lloc brutal per passar l'estona i deixar que et toqui el sol.#e#Si hi vas més sovint, començaràs a ser cada cop menys pàl·lid.#$e#*sospir*... Tant de bo hi hagués més noies en aquest poblet, saps què vull dir?$s^Ei, Vols que anem tots dos junts a la platja algun dia? Tens un biquini?",
        "Wed": "Fa un bon dia per fer unes passades, no?$u#$e#$q 5/6 Wed_01_old#Et diria que em llancessis la pilota, però no fas gaire pinta de ser una persona esportista.^Si no fossis una noia et diria que em fessis algunes passades.#$r 6 0 Wed_01_02#Tranquil, en tinc prou amb mirar-te des d'aquí.#$r 5 15 Wed_01_01#Ei! Jo vull jugar amb tu!#$r 5 0 Wed_01_03#(enfadat) Es pot saber a què et refereixes amb això?",
        "Wed_01_old": "#$p 5#Vinga allunya't!... És conya. Hahaha.|Tant de bo tingués algú amb qui fer passades...$s",
        "Wed_01_01": "De debò? Suposo que t'he infravalorat.#$b#Ara mateix em fa una mica de mal el braç, millor un altre dia.",
        "Wed_01_02": "D'acord, hi ha gent que no està feta pels esports.",
        "Wed_01_03": "Uh... Res.",
        "Thu": "L'escalfor ja comença a notar-se a l'aire... Em sento ple d'energia.",
        "Fri": "Iep granger, com va tot?^Ei, si és la noia de la granja. Que t'has comprat uns pantalons nous? Ben fet.#e#Oh, gairebé me n'oblido! Avui és el dia en que faig flexions!#e#Sempre que faig flexions miro de fer-ne una més que l'últim cop. És una bona estratègia, oi?",
        "Sat": "Tinc els braços molt adolorits, però per a algú com jo això és un signe de progrés.#e#Ahir vaig fer unes cent flexions.",
        "Sun": "Ei.#$e#Què, vols parlar amb mi? Estic enfeinat.",
        "Sun2": "Ei, @.#$e#Exacte, recordo el teu nom.",
        "Sun4": "Ei, @.#$e#Com va tot avui?",
        "Fri4": "Ei, @. M'alegro que hagis vingut fins aquí.#e#Saps? No em fa gens de vergonya dir que estimo la meva àvia!#$e#Ara bé, a l'avi en canvi...#$e#És broma, també l'estimo.$h",
        "Tue6": "Hi ha res millor que passar el dia a la platja amb el teus amics?",
        "Mon8": "Saps? Abans tot el que volia era fama i fortuna, però darrerament he començat a pensar diferent. Al cap i a la fi, son les petites coses les que et fan més feliç, oi?#$e#Encara vull ser jugador professional, però no és la cosa més important del món.",
        "Fri8": "Bon dia @. Avui fas pinta d'esportista!$h^Bon dia @. T'has fet alguna cosa als cabells? Bua, no ho sé... Hi ha alguna cosa que no deixa de captar la meva atenció.$h",
        "Sat10": "Uf, no puc concentar-me per més que miri de fer-ho.$l",
        "Event_beach1": "Clar que sí. Si no, pensaria que tens algun tipus de bojeria. O que ets un d'aquells rarots.",
        "Event_beach2": "De debò? Només un ruc diria això .$a#$b#Perdona.",
        "Event_books1": "No, no ho soc! Només m'ho dius perquè em senti millor.$a",
        "Event_books2": "Ja, suposo que tens raó...$s",
        "Event_books3": "Eh, se suposa que has d'estar en desacord amb mi.$a",
        "event_box1": "Sí... Ho sé.És per això que he estat tant fixat amb tenir èxit en l'esport...$9#$b#Ja ho aconsegueixi o no... Em sembla que ella n'estaria orgullosa. Gràcies.",
        "event_box2": "Eh... Que és l'aniversari de la mort de la meva mare! Tingues compassió...$a",
        "event_box3": "...Gràcies, @.#$b#Tu... Ets diferent als altres nois. Més empàtic.$l^T'has tornat la persona en qui més confio en tot el poble... #$b#Estic content.^Hauria de fer-me vergonya dir-t'ho?$l",
        "event_box4": "Això no em fa sentir millor, inútil.$a",
        "Event_parents1": "Quina manera de pensar més interessant...",
        "Event_parents2": "Mai ho farien això!$a",
        "Event_parents3": "...Potser tens raó... No ho sé pas.$s",
        "summer_1": "Iep. L'estiu és la millor temporada de l'any definitvament.#$e#Ara mateix és genial perquè encara tenim tota l'estació per davant. A reveure.",
        "summer_Mon": "Ei, noi de granja. Sembla que t'has cremat una miqueta.^Ei noia de granja. Quin bronzejat més bonic que em portes.$h#$e#Si m'entreno un bon munt aquest estiu, em serà més fàcil de fer-me pro aviat.#$e#Llavors podries dir que em vas conèixer abans no em fes famós. Genial, oi?",
        "summer_Tue": "Si el meu pentinat no sigués tan popular entre les noies, juro que me'l raparia.#$e#*sospir*... La vida és dura.",
        "summer_Wed": "Ei noi de granja, tinc una pregunta per tu.^Ei noia de granja, Tinc una pregunta per tu.#$b#$q 52/53 summer_Wed_01_old#Creus que algun dia arribaré a ser pro?#$r 52 30 summer_Wed_01_01#Clar! Estàs destinat a ser una llegenda dels esports!#$r 52 0 summer_Wed_01_02#Potser,si t'hi esforces molt#$r 53 -50 summer_Wed_01_03#No, de fet segurament acabaràs sent dependent d'alguna botiga",
        "summer_Wed_01_old": "$p 52#Tutu, quan esdevingui pro podràs dir que vas ser el meu \"fan\" número 1. Gens malament, eh?|Eh, He estat practicant el doble de dur i penso demostrar que t'equivoques. Tu observa'm.$a",
        "summer_Wed_01_01": "Exacte, això és el que jo dic!$h#$e#Ets més interessant del que pensava.",
        "summer_Wed_01_02": "Yay, bé de fet soc tan bo que no cal que practiqui tant.$u",
        "summer_Wed_01_03": "Ximpleries. Em tens enveja perquè soc popular i tinc talent mentre que tu no.$a^Ximpleries. Em tens enveja perquè soc molt més popular del que tu ho seràs mai, inútil.$a#$e#No te m'acostis.$a",
        "summer_Thu": "Iep, deus d'estar-te posant ben cepat amb tota la feina que tens a la granja.^Iep, deus d'estar-te posant en forma amb tota la feina que tens a la granja.#$e#Potser algun dia arribes al meu nivell. Pensant-ho així sí que motiva, oi?#$e#Ei, per què em mires així?",
        "summer_Fri": "Què vols?#$e#Tinc coses més importants a fer ara mateix.",
        "summer_Sat": "Mmmm... sento olor de barbacoa.#$e#Agh ara em cruspira una bona hamburguesa.",
        "summer_Sun": "Em vaig comprar aquestes sabates ahir perquè les altres tenien una taca marrona.#$b#De fet ara vinc de llençar-les a la brossa. Les hauria donades però no m'acabava de fer el pes que hi hagués algun raret fent-les servir, saps?#$e#...Què?$a",
        "summer_Sun4": "Oh vaja...les teves sabates estan una miqueta empolsegades... però no passa res!#$e#Cadascú té uns gustos i prioritats diferents suposo.",
        "summer_Thu4": "Hei, sembla que t'estàs posant en forma aquest estiu!#$b#Tota la feina a la granja paga la pena, no?",
        "summer_Mon4": "Iep, bonic bronzejat.",
        "summer_Fri6": "Perdona que la meva habitació estigui tan desendreçada.$s#$e#Em costa de recordar que haig de netejar sovint. Estic intentant millorar, eh.",
        "summer_Wed8": "Saps, no em desagradaria ser pagès... té moltes semblances amb fer esport, d'alguna manera.#$e#M'agrada ser a fora i fer coses amb les meves mans.",
        "summer_Sat10": "Darrerament he començat a llegir més... Em sento com que he estat negligint el meu cervell durant anys amb la meva obsessió per l'esport.",
        "fall_1": "Doncs sí, cada cop fa més fresca... Tot i que no en fa prou com per no poder fer esport!#$e#La resta tant se me'n val.",
        "fall_Mon": "La meva àvia em va dir que hauria d'estudiar més.#$e#I li vaig dir, '...Iaia, no t'amoïnis. Que seré pro!'$h#$e#Igualment estudiar és pels saberuts.",
        "fall_Wed": "Iep, Vull preguntar-te quelcom.^Iep, puc preguntar-te quelcom?#$e#$q 54/55 fall_Wed_01_old#Creus que a les noies els agrada el meu tall de cabell?^Què en penses del meu tall de cabell?#$r 54 30 fall_Wed_01_01#Que sembla que vagis a la moda.#$r 55 -30 fall_Wed_01_02#Que sembla com si tinguessis una mena de massa fúngica brotant-te al cap.",
        "fall_Wed_01_old": "Avui m'he posat massa gomina als cabells. Em fa una mica de mal.#$e#No me'ls toquis!#$e#...Què?",
        "fall_Wed_01_01": "Ja, ho sé. És per això que el duc així.",
        "fall_Wed_01_02": "Ahà clar. Tens enveja de com de bé em queda.",
        "fall_Thu": "Com va?#$e#El teu nom no era, com, %firstnameletter%name, o això?#$e#Oh. és @? Entesos. Perdona.",
        "fall_Fri": "Aquesta nit faré dues-centes abdominals.#$b#Soc una persona força constant i dedicada, no ho creus?$h#$e#En fi, necessites res més?",
        "fall_Sat": "Em sembla que en aquesta època de l'any hi ha salmons al riu.#$e#Bé, o així he sentit.",
        "fall_Sun": "Iep, el partit de quadribol és avui!#e#Els diumenges són meravellosos durant la tardor.$u",
        "fall_Thu2": "Com va, @?",
        "fall_Fri6": "Aquesta nit faré un munt d'abdominals.#$e#S'ha de treballar molt fortament si es vol arribar al màxim potencial de cadascú.",
        "fall_Mon4": "L'àvia m'ha dit que hauria d'estudiar més.#$e#Potser té raó...$s",
        "fall_Wed8": "Finalment... He decidit deixar de posar-me gomina.#$e#No vull ser amic d'algú a qui només li caic bé perquà porto gomina.",
        "fall_Thu10": "@! hum... Hola.$l",
        "winter_1": "L'hivern no és gaire entretingut. Hi ha massa neu per fer res interessant.#$e#Suposo que hi ha gent a qui això els entusiasma.",
        "winter_Mon": "T'agrada la neu? Jo... Jo vull que arribi la primavera ja.",
        "winter_Tue": "Iep, pots anar a buscar a la Haley i dir-li 'Iep' de part meva?",
        "winter_Tue_inlaw_Haley": "Oh, ep. Com va la vida de casats?$9",
        "winter_Wed": "Durant l'hivern tothom resta a casa i fa coses avorrides.$s#$e#Potser si llegeixo un llibre estaré menys avorrit... nah.",
        "winter_Thu": "Quan esdevingui pro, seré tan ric que em compraré una casa de vacanses als tròpics.#$e#Llavors no hauré d'afrontar aquests hiverns tan avorrits.",
        "winter_Fri": "Has vingut travessant la neu fins aquí per veure'm?#$e#Té sentit.",
        "winter_Sat": "Hi ha gent ben rara visquent en aquest poblet.#$e#...Com aquell noi que es diu Sebastian. Per què va sempre de negre?#$e#No l'entenc.",
        "winter_Sun": "Iep, el partit de quadribol és avui!#e#Em sembla que és el meu dia preferit de tota la setmana.",
        "winter_Fri4": "Has vingut travessant la neu fins aquí per veure'm?#$e#Ets una bona persona.$h",
        "winter_Sat6": "Em sembla interessant que hi hagi gent completament diferent a nosaltres, saps?#$b#Molts cops no entenc el perquè de les accions d'alguns, però això està bé",
        "winter_Tue4": "Iep, @. Em podries fer un favor?$l#$b#Si veus a la Haley, digues-li que estic enfeinat.$l#$e#Gràcies.",
        "winter_Tue4_inlaw_Haley": "Et seré sincer... Estava una miqueta gelós quan la Haley i tu us vareu casar. Però, ei... és una oportunitat per aprendre quelcom nou sobre mi.$9",
        "winter_Wed8": "Saps què? Començaré a llegir un llibre!",
        "winter_Thu6": "M'agradaria poder controlar l'oratge.",
        "winter_Thu10": "Si algun dia guanyo molts diners, m'asseguraré que es tingui cura de la meva família i amics.#$e#Això t'inclou a tu també, hehe.$h"
    }
}