{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": false
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "Ooh!... Ja ho veig a la teva cara. T'encantarà estar aquí a Vila Pelicà.#$b#Si algun vespre d'aquests t'avorreixes, vine a la taverna. Jo treballo allà!",
        "Resort_Entering": "Oh, m'encanta aquest lloc! És ple de lloros!",
        "Resort_Leaving": "Ah... els meus pulmons estan perfectament.",
        "Resort_Shore": "L'oceà té una profunda energia guaridora. La sents?",
        "Resort_Chair": "T'ho passes bé, @? Recorda descansar cada cert temps!",
        "Resort_Bar": "És genial estar a aquesta banda de la barra per una vegada!$h",
        "Resort": "Si obres el teu cor al sol, pots sentir una energia amorosa.$h",
        "Resort_Dance": "L'%Emily està immersa en la seva música.",
        "danceRejection": "Em sap molt de greu... però ja li he promès a una altra persona.$u",
        "divorced": "@... Has trencat el meu cor... Ja no puc parlar-te més.$s#$e#Si us plau deixa'm guarir les meves ferides sola...$s",
        "dumped_Girls": "...$s",
        "breakUp": "P...Però pensava que teníem un vincle especial... *esnif*$s",
        "reject_866": "Oh, és preciós... Tinc una amiga a qui li encantaria! Però viu molt lluny d'aquí...",
        "secondChance_Girls": "@... estic preparada per donar-te una segona oportunitat. Encara tinc esperança que ets una bona persona.$s",
        "Mon": "Ja t'he dit que la Haley i jo som germanes? Estrany, oi?",
        "Mon2": "Tinc un passatemps secret però no diré res més.#$e#Potser te l'ensenyaré algun dia.$h",
        "Mon4": "Aquest món és ple d'esperits i màgia... Alguns no em creuen però sé que és cert.#$e#Puc veure-ho als teus ulls... tu també creus en l'altre món, com jo.",
        "Mon6": "Tant de bo la Haley tingués una feina o almenys contribuís amb la cuina i la neteja.$s#$e#Crec que vol casar-se amb algú que sigui ric.$u",
        "Mon6_inlaw_Haley": "He de dir, ara que ha marxat la Haley m'és molt més fàcil tenir-ho tot ben ordenat.",
        "Mon8": "Hi ha bones persones a aquesta vila que senzillament no semblen poder trobar la felicitat. Això m'entristeix.$u#$e#Treballant a la taverna jo escolto de primera mà els problemes de tots.$u",
        "Tue": "Treballo a mitja jornada a la taverna d'en Gus. Així puc pagar les factures.",
        "Tue4": "Només treballo a la taverna per poder subsistir... la meva passió real és la sastreria.$u#$e#He fet aquesta roba de zero, ho veus?",
        "Tue6": "Oh, hola... És molt amable de part teva venir a visitar-me així.$h",
        "Tue8": "Saps, @... crec que el nostre futur serà brillant.",
        "Wed": "He sentit uns rumors d'uns anells màgics molt poderosos forjats fa temps per civilitzacions ja oblidades. No estic segura de si és veritat o només un conte de fades.",
        "Wed4": "Pesques? Espero que almenys tractis els pobres peixets amb cura.$s#$e#Totes les criatures mereixen respecte, fins i tot els llimacs.",
        "Wed6": "Tingues fe... cada dia fas una passa endavant en el camí del teu destí.",
        "Wed8": "Hola, @.$u#$e#Sempre he sabut que acabaríem fent-nos amics tan íntims...^Sempre he sabut que acabaríem fent-nos amigues tan íntimes...",
        "Thu": "Espero que portis la teva granja d'una manera sostenible. L'ecosistema de la vall és fràgil!#$e#Que com ho sé? M'ho diu el meu instint!",
        "Thu4": "De vegades les flors em xiuxiuegen... cadascuna conta una història diferent!",
        "Fri": "Ah, la primavera. L'estació dels colors pastel. De fet a mi m'agraden els colors més metàl·lics.#$b#Oh, perdona'm! Ja tornava a murmurar sobre moda, oi?",
        "Sat": "M'agrada fer-me la meva pròpia roba, però no és fàcil aconseguir tela.#$e#I el viatge cap a la ciutat és tan llarg.",
        "Sat6": "Penses mai en la textura d'un teixit, @? Cada textura té una personalitat diferent... mira, toca el meu vestit... ho veus?",
        "Sun": "Hola @!#$e#Tens ovelles al teu graner? Pots fer servir la seva llana per fer roba!#$e#Això sí, necessites un teler. Pots fer-ne un si saps la seva recepta d'elaboració.",
        "Sun4": "Els nostres pares ens van deixar aquesta casa. Fa dos anys que viatgen arreu del món.#$e#No tenim ni idea de quan tornaran.#$e#Però jo ja gaudeixo prou vivint aquí. És un lloc molt bonic i la vila és genial.",
        "event_dance1": "Gràcies!",
        "event_dance2": "Em... D'acord. Em sap greu que no t'agradés. Suposo que aquells tres anys de pràctica han sigut una pèrdua de temps...$s",
        "event_dance3": "De debò? Això és exactament el que pretenia!$h#$b#Estic tan feliç que t'agradi.",
        "summer_Mon": "La Haley és molt seva amb el menjar. És molt difícil cuinar res que li agradi.",
        "summer_Mon4": "El menjar saludable és molt important per a mi. Vull viure una vida llarga i activa.",
        "summer_Mon_inlaw_Haley": "La Haley i jo ens portem molt més bé ara que ha marxat de casa. Espero que vingui a visitar-me sovint!",
        "summer_Tue": "Uep, @.#$e#Avui tinc molta mandra de fer res.$u",
        "summer_Tue6": "Em sap greu per en Linus. La gent el jutja però ell només té un estil de vida diferent.$u#$e#Tant de bo tothom pogués aprendre a acceptar a la resta.",
        "summer_Sun6": "Hola, @! Ens hem fet bons amics, oi?^Hola, @! Ens hem fet bones amigues, oi?$h#$e#Això m'està prou bé a mi. Ets un bon noi.^Me n'alegro.$h",
        "summer_Sun8": "Hola, @! Ens hem fet bons amics, oi?^Hola, @! Ens hem fet bones amigues, oi?$h#$e#Potser això et sembla estrany però sempre he tingut la certesa que això acabaria passant.",
        "summer_Wed": "No plou gaire a l'estiu, oi?#$e#Clar que això vol dir que has de regar més les plantes, eh?#$e#O potser t'agrada el clima solejat?",
        "summer_Thu": "Considero les abelles i les papallones les meves amigues especials!",
        "summer_Fri": "Si no estigués tan ocupada vindria a la granja a donar-te un cop de mà!#$e#Però en Gus s'empiparia si agafés una altra feina...$s",
        "summer_Fri6": "Saps, estic segura que en Gus ho entendria si algun dia volgués deixar la taverna.#$b#Hi ha tantes coses allà fora, no puc ser una cambrera per sempre.$u",
        "summer_Sat": "No treballis en excés que potser acabaràs a la clínica d'en Harvey!",
        "summer_Sun": "Hola @!",
        "summer_Sun4": "És més o menys en aquest moment de l'any que els meus amiguets visiten la regió... Em refereixo als lloros!",
        "fall_1": "Bé, ha arribat la tardor. Hora de plantar noves plantes, eh?",
        "fall_Mon": "Fa un bon dia per a fer un pícnic, no creus?",
        "fall_Mon8": "Si no hagués de treballar proposaria anar de pícnic!",
        "fall_Tue": "Hola. Has passat un bon estiu?",
        "fall_Tue4": "Hola @! Segur que la teva granja ha anat molt bé aquest estiu passat, eh?#$e#Ets un pagès excel·lent.^Ets una pagesa excel·lent.$h",
        "fall_Wed": "La meva amiga té una botiga al desert. Si mai hi vas, podries saludar-la de part meva.#$e#Em sembla que ven objectes rars.",
        "fall_Thu": "Ets amic d'en Clint? És un bon jan si el coneixes.^Ets amiga d'en Clint? És un bon jan si el coneixes.#$e#Se sent una mica solitari treballant a la seva botiga tot el dia. Però és tan tímid que li costa fer amics.",
        "fall_Thu8": "Crec que en Clint està enfadat amb mi. Ja mai em mira...$u#$e#Sempre havia pensat que erem bons amics.$u",
        "fall_Fri": "Un altre dia preciós de la tardor.#$e#És una pena que s'acabi aviat.",
        "fall_Fri6": "Olores aquest aire net? És encantador, oi?#$b#Em preocupa que les companyies de Joja del món ens prenguin això.$u",
        "fall_Sat": "Has de mantenir la ment oberta i potser certes coses interessants començaran a fer arrel.#$e#Però bé, com et va el dia?",
        "fall_Sat6": "No tinc gaire plans per la meva vida. Prefereixo no estressar-me pensant en el futur.",
        "fall_Sun": "No hi ha res com un diumenge solejat per aixecar els ànims!",
        "fall_Sun6": "Hi ha un munt de barreres invisibles que ens retenen. Per què la gent no pot aprendre a deixar-se anar i celebrar la seva llibertat?#$e#Jo? Bé, ja saps el que diuen... 'No pots tancar un Junimo salvatge'.",
        "fall_Sun10": "Ets una persona genial, @! Gràcies per ser el meu amic.^Ets una persona genial, @! Gràcies per ser la meva amiga.$h",
        "winter_Mon": "Vés amb compte que no et caigui un caramell al cap!",
        "winter_Mon10": "Vés amb compte que no et caigui un caramell al cap! No vull que et facis mal!",
        "winter_Tue": "Oh, hola @!$h#$e#A hores d'ara has de ser bastant professional amb l'agricultura, oi?",
        "winter_Tue2": "Segur que ara ja ets un pagès excel·lent!^Segur que ara ja ets una pagesa excel·lent!",
        "winter_Tue4": "Crec que tinc els cabells glaçats...$s",
        "winter_Wed": "La Haley i jo no estem fetes per a tenir una casa tan grossa. És un suplici mantenir-la neta.#$e#Ah que hi farem. Realment no m'hauria de queixar.#$e#Casa teva sembla prou confortable.$h",
        "winter_Thu": "Els peixos han de tenir molt de fred.$s#$e#Em pregunto si hi ha cap peix que hiverni? Potser li preguntaré a en Demetrius.",
        "winter_Fri": "Si no tingués tanta feina, t'ajudaria a minar a aquella cova a la vora del llac.#$e#Segur que hi ha cristalls molt poderosos allà dins.",
        "winter_Sat": "Saps com cuinar una 'Calder de Mongetes'?#$e#M'agrada bastant aquest plat.$h%revealtasteEmily207#$e#És difícil tenir ingredients frescos durant l'hivern, eh?",
        "winter_Sun": "Hola!#$e#...Sí?",
        "winter_Sun6": "La meva germana i jo potser discutim de tant en tant, però la trobaria molt a faltar si marxés.#$e#Crec que es tornarà una noia molt amable algun dia... Però no li diguis que he dit això.$h#$e#Bé doncs, vols que parlem d'alguna cosa?",
        "winter_Sun6_inlaw_Haley": "Saluda la meva germana de part meva! I recorda-li que ha de venir a visitar-me demà."
    }
}