{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": false
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "0": "Consells d'Agricultura--\n*Fes servir fertilitzant per millorar la qualitat de la collita o accelerar-ne el creixement.\n*Els arbres fruiters triguen una estació sencera a créixer però no requereixen gaire manteniment. Mantén la zona al voltant del plançó buida, o no creixerà bé.\n*La teva collita morirà quan s'acabi la seva temporada, amb l'excepció d'aquelles plantes que creixin en múltiples estacions (p. ex. Blat de moro).\n*Alguns conreus com la Col Verda o el Blat s'han de collir amb la dalla.",
        "1": "...Aquest llibre està escrit per la Marnie.\n 'Els animals són molt sensibles. Els hi agrada que els amoixin cada dia i prefereixen menjar herba a l'aire lliure que no pas fenc. Però no els hi agrada sortir quan plou. Els animals feliços produeixen productes de millor qualitat!'",
        "2": "Sobre el Farratge\n Els boscos i muntanyes locals són bons llocs per trobar productes salvatges! Un bon farratger netejarà de males herbes, soques o pedres aquestes zones per deixar espai als productes salvatges per créixer!\nEls experts coneixen els secrets per conrear aquests productes salvatges a les seves granges. No és esbalaïdor?",
        "3": "El Pescador, Acte I: \nTex: Gordy, com pesques tants peixos? Jo trigo moltíssim!\nGordy: Has de prendre la decisió de convertir-te en un veritable pescador... i amb el temps la teva velocitat a l'hora de pescar augmentarà!\nTex: O sigui, m'estàs dient que millorar la meva habilitat de pesca farà que pesqui més de pressa?\nGordy: Efectivament. Algun dia fins i tot podries aprendre el secret per fer els teus propis flotadors, millorant encara més la teva mestria. I ara, marxa!",
        "4": "  Fins on arriben les mines?\n Amb el pas dels anys molts exploradors d'Stardew Valley s'han fet aquesta pregunta... I la veritat és que ningú no ho sap. O almenys no ho expliquen.\nMalauradament, molts d'aquells que s'endinsen a les mines mai tornen...\nTot i això, hi ha alguns aventurers atrevits que han tornat de les profunditats amb informació molt interessant.\n Aparentment a la mina hi ha tres àrees diferents, cadascuna amb monstres i tresors únics.\nAlguns aventurers parlen de llacs gegantins soterranis i criatures estranyes... però cap d'aquestes històries s'ha demostrat.",
        "5": "El diari vell d'un pagès:\n Porto aquí un any i ja començo a fer-me amic de la gent del poble. Se sent molt bé! I també em deixen regals i receptes de família a la bústia! És molt útil.",
        "6": "'Espantaocells'\n Quan el teu conreu comença a créixer, ja pots esperar alguna visita d'algun corb. A la matinada potser descobreixes que un corb s'ha esmorzat el teu dur treball!\nUna manera d'evitar que aquests molestos corbs es mengin la teva collita és posar-hi un espantaocells ben a prop.\nTingues en compte que els espantaocells tenen un rang d'acció limitat, per tant caldrà fer servir més d'un si la teva granja és molt gran.\nEls espantaocells mantenen un recompte de tots els corbs que han espantat. D'aquesta manera pots saber si són a una posició útil.\n\n* Els 'Espantaocells Col·leccionables' no només fan goig! També funcionen com un espantaocells normal.",
        "7": "El Secret de la Fruita Estelada \n--\nDurant mil·lennis la gent s'ha vist intrigada pels misteriosos poders de la Fruita Estelada... però ningú sap d'on provenen!\n El professor R. J. Kutler, un investigador de fruites de prestigi diu això: 'Hem descobert traces de material genètic a meteorits que s'assemblen molt al de la Fruita Estelada, però no hi ha cap connexió demostrada'.\nTot i no saber d'on venen, la gent troba deliciosa aquesta peculiar fruita... alguns fins i tot diuen que atorga un poder especial als que la mengen.",
        "8": "La Llegenda del Rei del Prat -- El Famós Videojoc!\n\nSabies que... Aquell que es passi 'La Llegenda del Rei del Prat' entra automàticament a un sorteig per rebre un premi especial!?\n\nSabies que... El creador ha dit que el protagonista està basat en un personatge real... un heroi vaquer d'una illa del Mar de Joia!?",
        "9": "-- Estudi de la Producció de Diamants --\n\n Després d'anys d'investigació a les mines crec que he après una cosa sobre la freqüència dels diamants.\nA la meva investigació només he inclòs les pedres de les mines... Les que es trenquen amb un pic. La producció de minerals d'altres fonts requereix més investigació.\nSembla que només es formen diamants a partir del pis 50 de la mina o posterior. Al pis 50 aproximadament 1 de cada 500 pedres tindrà diamants.\n Després del pis 50 la freqüència de diamants incrementa aproximadament un  0.000016% per pis. Quina joia aquesta joia!\n-M. Jasper",
        "10": "-~-Guia de Destil·lació-~-\n   Ah... destil·lar! \nL'olor de llevat a l'aire... Les flors del llúpol acabat de tallar a una vigília d'hivern... però estic divagant. Probablement estàs més interessat en la part pràctica de la destil·lació...\nPer destil·lar has de tenir una bóta destil·ladora. Ja idearàs un model pel teu compte.\nAquestes bótes es poden fer servir per fer diferents productes. Si fas servir vegetals obtindràs suc. El suc és el que triga menys a destil·lar-se.\nSi fas servir blat, produiràs cervesa. Es triga una mica a destil·lar cervesa però és prou rentable.\nAmb el llúpol produiràs la famosa 'Cervesa Pàl·lida'.\nSi col·loques fruita podràs produir vi. Es triga molt a destil·lar vi però un bon vi d'una bona fruita val molts diners!\nSigues pacient amb la bóta... sabràs que s'ha acabat la destil·lació quan estigui totalment quiet. I beu amb moderació, si no te'n penediràs!",
        "11": "Misteris Dels Nans\nEls nans es diuen a si mateixos 'Smoluanu'... que es tradueix com a 'poble dels cels'. Un nom estrany per un poble que viu sota terra, oi?\nUn altre misteri dels nans és la seva avançada tecnologia. Aquest fet em fa proposar una teoria, malgrat els intents de ridiculitzar-la dels meus companys:\nCrec que els nans són les restes d'una avançada civilització que es va estavellar amb el seu vehicle espacial al nostre planeta fa molt de temps.\nLa meva teoria proposa que aquesta nau va penetrar cap al subsòl... i, amb el temps, els nans es van adaptar al seu nou entorn soterrani.\n Els meus companys em demanen, 'I per què no van sortir a la superfície per viure-hi?' ...potser el seu planeta tenia una atmosfera més densa que els protegia de la radiació estel·lar i senzillament la nostra no els protegeix de la radiació del sol.\n Això explicaria per què només surten de nit per agafar-nos el que necessitin de les nostres cases...\n\n-M. Jasper",
        "12": "Ressalts Del Llibre De Yoba\n\nAbans del temps només hi havia una eterna llum daurada.\n La llum es donà nom a si mateixa... 'Yoba'.\nYoba volia més.\nYoba regirà la llum daurada en un vòrtex. Girà i regirà fins que va aparèixer un forat enmig del vòrtex.\nD'aquest forat nasqué una llavor.\nYoba smoothed the golden light.\nYoba suavitzà i assuaví fins que la llum es convertí en sòl.\nAleshores plantà al sòl la llavor.\nLa llavor brotà i heus aquí! Una vinya va créixer fins als cels, girant i regirant, generant una ombra gruixuda al buit daurat.\nDesprés d'onze dies de la vinya sorgí un fruit.\nYoba, amb el seu coneixement savi, pelà el fruit i va veure el món dins d'aquest.\nI així va néixer el món.",
        "13": "Guia de Matrimoni Per Pagesos\nAbans de demanar-li matrimoni a algú has de sortir amb aquesta persona un temps (Demana-li a algú de sortir amb un ram de flors de la botiga d'en Pierre).\n Quan estiguis llest per demanar-li hauràs de donar-li un 'Penjoll de Sirena'. Tothom sap el que significa un d'aquests.\n Es rumoreja que els dies de pluja el fantasma d'un vell mariner apareix a Stardew Valley amb un penjoll d'aquesta mena.\n Després de la cerimònia del casament la teva parella s'instal·larà a casa teva. Recorda tractar la teva parella bé... Fins i tot casats també voldrà regals!\n \n(Patrocinat per en Pierre)",
        "14": "El Pescador, Acte II: \nTex: Gordy, quina és la teva millor història de pescador?\nGordy: *suspir*...Vaig pescar molts peixos grossos en el passat...I alguns que són molt estranys i difícils de veure...Però va haver-hi un amb el que vaig lluitar durant tres dies i tres nits\nGordy: A aquest peix l'anomeno... 'La Llegenda'. Era una bèstia molt grossa... I com més lluitava per treure'l de l'aigua més es resistia. Vaig abaixar la guàrdia per un moment i va partir la meva barca per la meitat. No he tornat a pescar des d'aquell dia.\nTex: Creus que algú el pescarà algun dia?\nGordy: Hmm... Si aquesta persona fos un mestre en l'art de la pesca, i hagués pescat tots els altres peixos estranys primer i s'assegurés d'haver menjat adequadament... potser. Però per sobre de tot has de tenir respecte per l'aigua, fill.\nTex:...fill? Vols dir que... tu ets...\n ...el meu...pare?\nGordy: Sí, fill meu.\n\n**Comença a sonar música dramàtica mentre cauen les cortines**",
        "15": "Report de tecnologia!\n\nS'ha dissenyat un model de maquinària súper avançat anomenat 'Cristallàrium' recentment.\n Aquesta màquina pot generar cristalls gairebé del no-res, proporcionant d'aquesta manera un subministrament infinit de joies!\nAixí és com funciona: Primer col·loca qualsevol joia dins del cristallàrium... \ni després, paciència, el cristallàrium pot trigar uns quants dies... però eventualment proporcionarà una còpia de la joia que vas col·locar-hi!\nSabràs quan ha acabat quan deixi de tremolar. Quan recullis la joia que ha generat el cristallàrium començarà automàticament a fer la següent... No hauràs de reposar-lo mai llevat que vulguis canviar la joia que produeix!\nMalauradament el cristallàrium no funciona amb la joia extremadament rara anomenada 'Fragment Prismàtic'... Per algun motiu el camp electromagnètic del fragment interactua negativament amb el cristallàrium.",
        "16": "Secrets Dels Peixos Llegendaris\n\nEls pescadors parlen de cinc peixos estranys i únics que sols poden pescar pescadors hàbils. Un cop pescats no tornaran a aparèixer mai.\n\nEl peix carmesí viu a les aigües calentes de l'oceà a l'estiu. S'ha vist a la banda oriental de la platja.\n\nEl peix glacial que sols apareix l'hivern, hom el pot pescar a la punta més al sud de l'illa fletxa del bosc cendrasaba... a prop del punt on el riu conflueix amb l'oceà.\n\nEl buldroi es deixa veure durant la tardor, al nord de la vila on el riu flueix baixant de les muntanyes.\n\nCorren rumors d'un peix retorçat que viu a les clavegueres de la vila.\n\n\n\nEl darrer peix, d'una espècie mai pescada, tan sols es coneix com a 'llegenda'. Diuen que viu a un tronc submergit al llac de la muntanya i sols s'aventura a l'exterior els dies plujosos de la primavera per cruspir-se els ous de les granotes. Només el pescador més hàbil pot aspirar a pescar aquest.\n\nEntrena en l'art de la pesca i sigues persistent. Arribat el moment seràs capaç de pescar aquests evasius peixos. Assegura't de respectar les aigües i no treguis massa peixos de l'ecosistema.",
        "17": "...He vist una cosa estranya al túnel que surt de Vila Pelicà. Hi ha una petita porta amagada a la foscor. Tot i que no l'he pogut obrir.\n\n-Gunther",
        "18": "Nota d'en Gunther: Caram, aquesta llibreria ha millorat molt gràcies a tu! Moltes gràcies per la teva ajuda!",
        "19": "Goblins^per M. Jasper^^L'espècie coneguda comunament com a \"Goblin\" sembla venir dels boscos llunyans del nord-est més enllà dels Turons de Fangblau. Aquesta espècie es caracteritza per la seva pell verda, ulls vermells i pudor horripilant. Les primeres trobades amb goblins usualment són aterridores per viatgers sense experiència.^^Malgrat l'aparença pertorbadora dels goblins posseeixen una capacitat intel·lectual i emocional similar a la dels humans i no tenen cap problema a l'hora d'aprendre els nostres costums i llengües. Els goblins que he conegut són més aviat amables i amigables un cop haver-los demostrat que no tinc cap mala intenció. Malauradament segles de desconfiança i maltracte per part dels humans ha provocat que molts goblins es posin al servei de bruixes, bruixots, nigromants i d'altres indesitjables.^^Una dieta tradicional dels goblins consisteix en carn de cuc, usualment dels cucs natius al bosc nadiu dels goblins. En ocasions especials els goblins gaudeixen d'un objecte anomenat 'maonesa del buit'... considerada potser la millor delicadesa de tota la cuina goblin.",
        "20": "Solok Ulan Paa Eno Ra Coto Omi Gawa Omi Mabo Bel Ra Eno^^Mabo Awa Omi Nemo Eno Ssolok Awa Awa Nemo Eno Coto Teba Awa Veri Eno Ra Nemo Awa^^Bel Ra Ira Omi Ira Xaro Eno Solok Teba Ra Awa Nemo Yoba Coto Awa Ira Xi Awa Jota Omi Gawa Ulan Ira Nemo Eno Solok",
        "Missing": "Aquí hauria d'haver-hi un llibre..."
    }
}