{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": false
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "name": "Dansa de les Meduses Lunars",
        "conditions": "Beach/2200 2400",
        "shop": "F 2626 800 -1 F 1687 1200 -1 F 1692 1200 -1 F 2631 1000 -1 F 2875 4000 -1 O 265 5000 1",
        "set-up": "ocean/-1000 -1000/farmer 38 3 2/changeToTemporaryMap Beach-Jellies/loadActors Set-Up/advancedMove Vincent true 0 12 3 3000 2 0 1 3000 0 -12 -2 0 3 3000/advancedMove Jas true 0 2 3 5000 0 -2 3 5000/advancedMove Clint false 2 50000 -2 0 3 500 2 1000 3 1000 1 0 2 1000/advancedMove Harvey True 0 -12 -10 0 0 6 2 25000 0 -6 10 0 0 12 2 25000/viewport 38 2 clamp true/pause 1000/playerControl jellies",
        "mainEvent": "pause 500/globalFade/viewport -1000 -1000/changeLocation Beach/warp farmer1 28 36/warp spouse 29 36/positionOffset farmer 0 16/faceDirection spouse 2/warp farmer2 29 35/warp farmer3 34 36/warp farmer4 35 36/faceDirection farmer1 2/faceDirection farmer2 2/faceDirection farmer3 2/faceDirection farmer4 2/specificTemporarySprite candleBoat/viewport 26 36 true/pause 2000/move Lewis 0 1 2/move Lewis -2 0 3/pause 400/showFrame Lewis 16 true/animate Lewis false false 200 25 16 17 17/pause 800/playSound parry/specificTemporarySprite candleBoatMove/pause 500/showFrame Lewis 0 true/animate Lewis false false 200 25 12/pause 400/faceDirection Lewis 2/pause 6000/specificTemporarySprite moonlightJellies/pause 10000/playMusic moonlightJellies/pause 30000/viewport move -1 0 8000/pause 10000/viewport move 1 0 20000/pause 18000/globalFade/viewport -1000 -1000/pause 2000/pause 1000/message \"La brillantor de l'estiu s'ha esvaït, i ara... les meduses lunars continuen el seu camí cap al desconegut.\"/playMusic none/pause 2000/waitForOtherPlayers festivalEnd/end",
        "Leah_spouse": "Ei. Estic pagant els meus respectes a un altre estiu passat. Ja faré cap quan llancem la vela.",
        "Abigail": "Quina cosa tan rara i emocionant... ",
        "Robin": "*badall*... Ja ha passat la meva hora d'anar a dormir.$s#$e#Ei, has vist aquella vela? La vaig fer jo mateix.$h",
        "Demetrius": "Les 'Meduses Lunars'... quina espècie tan destacable! Tenim la gran sort que s’aturen aquí en el seu llarg viatge cap al sud.#$e#No se sap per què se senten atretes per la llum... és molt curiós.",
        "Maru": "Fa una mica de fred. Suposo que la tardor ja està a la vora.",
        "Sebastian": "Crec haver vist alguna cosa moure's per allà... alguna cosa gran, alguna cosa fosca.#$e#T'estava intentant espantar...$h",
        "Pierre": "Psst... Recorda de passar demà per la botiga per obtenir les llavors de tardor.",
        "Caroline": "Aquestes espelmes són molt romàntiques, no creus?",
        "Linus": "Marxaré quan les meduses arribin... no vull molestar a ningú.",
        "Alex": "No puc creure que s'hagi acabat l'estiu... em dóna la sensació que acaba de començar.$s",
        "George": "Què, per què em mires així? Creus que sóc massa vell per gaudir d’una cosa així?",
        "Evelyn": "Recordo haver vist una vegada les meduses, quan era petita. Ai, com vaig saltar d'alegria quan van arribar!#$e#Però d'això fa molt de temps... ara sóc molt menys energètica.",
        "Lewis": "Bona nit, @. Les Meduses Lunars estan a prop... Ja n’he vist una brillant a la distància.#$b#Un cop llancem la vela, arribaran als molls i ens saludaran.",
        "Clint": "Aquesta nit he portat les sabates especials... Ningú s'ha adonat.$s",
        "Emily": "Mireu cap a fora, al mar sense fi. A l’aigua profunda, tota mena de formes de vida es mouen a les fosques.#$b#Estrany, no?",
        "Penny": "La vida és tan fàcil per a una medusa... deixar que les ones et portin cap endavant per sempre.",
        "Pam": "No li diguis a en Gus, però estic una mica decebuda que no hi ha bufet aquesta nit.",
        "Haley": "Hauria hagut de portar la càmera! Sempre m’oblido.$s",
        "Jodi": "Allà! Acabo de veure alguna cosa que brillava!#$b#Oh... Ha marxat.$s",
        "Kent": "Bona nit, @. Espero que trobis temps per relaxar-te abans de la temporada de collita.",
        "Sam": "Em pregunto si són verinoses.#$e#Potser no hauria d'empènyer en Sebastian a l'aigua al cap i a la fi...$h",
        "Leah": "Ei. Pago els meus respectes a un altre estiu que ja ha passat. ",
        "Shane": "Les meduses van estar aquí fa un any, i ara tornaran d'aquí a un altre... la natura és increïble.",
        "Marnie": "Això és una gran quantitat de gent per a un antic moll de fusta! Em quedaré aquí prop de la platja.",
        "Elliott": "Si continuem contaminant els oceans, les meduses segurament s’extingiran. Ja està en procés de passar.#$e#Quina vergonya... ja no tenim respecte per la natura.",
        "Gus": "'Meduses Lunars'... em pregunto a què tindran gust...$h#$b#Mai les provaria, és clar!$u",
        "Dwarf": "Dius que allà plou? *sorpresa*#$e#Pluja... És gairebé mític per a nosaltres. Alguns de nosaltres vivim tota la vida sense haver-la experimentat mai.",
        "Wizard": "Com m'has trobat aquí al darrere? Pensava que m'havia amagat bé.#$b#Potser t'han beneït amb el do de la clarividència.#$e#Estic aquí per observar els Lunaloos... o 'Meduses Lunars', com tu dius. Tenen una aura màgica inusualment potent, tot i ser una forma de vida aquàtica.",
        "Harvey": "Bé, l'estiu s'ha acabat. Si et sóc sincer, estaré encantat d'acomiadar els mosquits.",
        "Sandy": "He sentit que plou a casa. És per això que has vingut aquí?$h#$e#De fet, trobo a faltar la pluja...$s",
        "Jas": "Espero que hi hagi nadons aquest any!",
        "Vincent": "Vull veure la rara medusa de color verd!",
        "Willy": "La majoria dels peixos nocturns tenen por de la llum... aquests són estranys.",
        "Leo": "Les meduses lunars són velles amigues meves... també vénen a l'illa cada any."
    }
}