{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": false
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Robin": "Ei hola!^Tenia una mica de fusta de més per casa... He pensat que potser et seria útil. Cuida't!  ^   -Robin %item object 388 50 %%[#]Un regal de la Robin",
        "Demetrius": "Bon dia @,^L'altre dia vaig fer un estudi de camp i vaig trobar aquest espècimen. ^Espero que el trobis tan interessant com jo.    ^   -Demetrius%item object 392 1 394 1 132 1 66 1 %%[#]Un regal d'en Demetrius",
        "Linus": "Salutacions, @.^El llac de la muntanya ha estat amable aquests darrers mesos. Voldria compartir aquesta bona fortuna amb tu.  ^   -Linus %item object 136 1 143 1 202 1 227 1 228 1 %%[#]Un regal d'en Linus",
        "Pierre": "Estimat client,^Gràcies per comprar a la botiga d'en Pierre! Dins el sobre hi ha la teva recompensa del nostre programa de punts. Ens veiem aviat! ^   -Pierre^  P.D. Perdona'm per haver fet servir la plantilla, @. Gaudeix! %item money 250 601  %%[#]Un regal d'en Pierre",
        "Caroline": "Hola @,^Això és un petit regal del jardinet que tinc a casa. Probablement ja tens prou vegetals amb la teva granja, però volia fer-te el regal.   ^   -Caroline%item object 190 1 192 1 24 1 %%[#]Un regal de la Caroline",
        "George": "He trobat una pedra de bona qualitat. ^Potser pots fer-la servir per construir alguna cosa o el que sigui.  ^   -George %item object 390 35 %%[#]Un regal d'en George",
        "Evelyn": "Hola, @, espero que et vagi bé a la teva granja.^ T'envio un petit detall directe de la meva cuina... Espero que no s'hagi trencat dins el paquet.  ^   -Evelyn  %item object 216 1 220 1 223 1 %%[#]Un regal de l'Evelyn",
        "Pam": "Ei. ^He trobat això dins un armari. He pensat que potser et faria servei.   ^   -Pam %item object 346 1 349 1 787 1 %%[#]Un regal de la Pam",
        "Lewis": "@,^M'alegro molt que ja formis part de la nostra comunitat! He adjuntat un xec de 500g del fons d'agricultura de la vall per ajudar-te amb la teva bona feina. ^Potser podries fer-lo servir per comprar més llavors.  ^  Cordialment, Sr. Lewis%item money 500 501 %%[#]Un regal d'en Lewis",
        "Gus": "@!^T'he preparat un petit regalet aquest matí a la taverna. Bon profit!   ^   -El teu amic, Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%[#]Un regal d'en Gus",
        "Clint": "Um, Hola...     ^Perdona, no sóc gaire bo escrivint cartes. He fet un lingot de més i he pensat que potser el podries necessitar.  ^   -Clint, el ferrer %item object 334 1 335 1 336 1 %%[#]Un regal d'en Clint",
        "Jodi": "Hola @,^He encarregat massa fertilitzant pel meu jardinet!! Segur que et serà útil. Cuida't!  ^   -Jodi %item object 368 5 369 5 370 5 %%[#]Un regal de la Jodi",
        "Kent": "Hola, @.^Aquest objecte estava collint pols a l'armari d'eines. He pensat que potser et faria bon servei.  ^   -Kent%item object 286 1 287 1 288 1 787 1 %%[#]Un regal d'en Kent",
        "Emily": "Hola!^Com estàs? Espero que gaudeixis el regal que t'he enviat... Bé, adéu-siau! +   ^   -Emily %item object 397 1 428 1 440 1 %%[#]Un regal de l'Emily",
        "Marnie": "Hola @,^Ets tan amable amb els teus veïns que he pensat a enviar-te una mica de menjar pel bestiar per fer-te la feina més fàcil. Endavant i bona feina! ^   -Marnie %item object 178 30 %%[#]Un regal de la Marnie",
        "Shane": "Ei,^He pensat que seria divertit escriure't una carta. Tot i que no sé ben bé què escriure.^ Té, he adjuntat un petit detallet per a tu. No li diguis a ningú, però això ho vaig pispar del magatzem del JojaMart fa temps.^Molt bé, ens veiem aviat. ^   -Shane %item object 215 1 206 1 %%[#]Un regal d'en Shane",
        "Wizard": "Salutacions, jove adepte.^He adjuntat en aquest paquet un objecte de gran poder arcà. Fes-lo servir amb seny.   ^   -M. Rasmodius, Bruixot%item object 422 1 82 1 84 1 70 1 %%[#]Un regal d'el bruixot",
        "Sandy": "Salutacions des del desert Calico!^Vine a visitar-me aviat, m'avorreixo molt aquí sola :(. He adjuntat un regalet del desert. Pots venir a donar-me les gràcies en persona!   ^   -Sandy %item object 88 1 90 1 218 1 %%[#]Un regal de la Sandy",
        "afterSamShow": "@,^l'espectacle ha estat un èxit total! Volia agrair-te un altre cop per ajudar-me a crear aquest magnífic grup. No ho podríem haver fet sense tu!   ^   -Sam[#]Una carta d'agraïment d'en Sam",
        "afterArtShow": "Hola @,^Gràcies un altre cop per venir a la meva exposició d'art. Va ser un èxit total! Vaig poder vendre gairebé totes les meves escultures, i tothom va ser molt positiu i encoratjador! Espero veure't un altre cop aviat.  ^   -Leah[#]Una carta d'agraïment de la Leah",
        "haleyGarden": "@,^Pensava que seria divertit escriure't una carta.^ Ahir m'ho vaig passar molt bé amb les vaques... Començo a entendre per què vas escollir la vida a la granja! Espero que ens tornem a veure aviat.  ^   -Haley[#]Una carta de la Haley",
        "PennyCleanTrailer": "Perdona'm pel que va passar ahir a casa meva... La meva mare es posa de mal humor de tant en tant.^Si us plau, oblida que va passar.  ^   -Penny[#]Una carta de disculpa de la Penny",
        "Duck": "Hola @,^Has demostrat les teves habilitats amb les gallines, per tant ara pots comprar ànecs a la meva botiga!       ^   -Marnie[#]Ànecs a la venda!",
        "Rabbits": "Hola @,^Ara tinc conills a la meva botiga! Et donaran una llana molt flonja... i més!       ^   -Marnie[#]Conills a la venda!",
        "Sheep": "Hola @,^Has demostrat les teves habilitats amb les vaques, per tant ara pots comprar ovelles a la meva botiga!       ^   -Marnie[#]Ovelles a la venda!",
        "Goats": "Hola @,^Ara tinc cabres a la venda a la meva botiga. Ho estàs fent molt bé!       ^   -Marnie[#]Cabres a la venda!",
        "Pigs": "Hola @,^Has arribat ben lluny des que vas venir a la vila. Per tant, he decidit començar a vendre porcs a la meva botiga. Aquests porcs estan entrenats per cercar tòfones de la millor qualitat!       ^   -Marnie[#]Porcs a la venda!",
        "SeaAmulet": "@,^Vull donar-te un petit consell perquè m'agrades i vull que et quedis a viure a la nostra vila. Si mai arribés el dia en què vulguis de demanar-li a algú matrimoni, hauràs de donar-li un 'Penjoll de sirena'. No t'amoïnis, tothom a la vila entén el significat d'aquest amulet. És una antiga tradició de la regió. Bona sort! ^   -Lewis[#]Sobre els penjolls de sirena",
        "Bouquet": "@,^Sembla que comences a fer bones amistats a la vila. Si vols dir-li a algú que estàs interessat a tenir una relació més romàntica, has de donar-li un dels meus preciosos rams de flors. Estan a la venda ara mateix, per un preu molt just! Si mai vols començar una família, aquest és el primer pas! ^   -Pierre[#]Sobre els rams de flors",
        "RobinCooking": "Hola @,^aquí tens una antiga recepta de la meva àvia. Gaudeix-la!   ^   -Robin%item cookingRecipe %%[#]Una recepta de la família de la Robin",
        "DemetriusCooking": "Volia agrair-te per interessar-te en la meva feina. Aquesta és una recepta de cuina que m'agrada molt. ^   -Demetrius%item cookingRecipe %%[#]Una recepta d'en Demetrius",
        "LinusCooking": "@,^com et trobes? He adjuntat les instruccions per fer una de les meves receptes preferides amb peix. ^   -Linus%item cookingRecipe %%[#]Una recepta d'en Linus",
        "PierreCooking": "ALT SECRET:^Aquesta és la recepta de la meva famosa tarta de mitril.^No li diguis a ningú! Te la dono a tu perquè som bons amics. ^   -Pierre%item cookingRecipe %%[#]La famosa tarta d'en Pierre",
        "CarolineCooking": "Hola @,^no hi ha res més satisfactori que cuinar amb les verdures acabades de collir del teu propi jardí! He adjuntat una recepta per ajudar-te. Cuida't, ^   -Caroline%item cookingRecipe %%[#]Una recepta de la Caroline",
        "GeorgeCooking": "He pensat a donar-te aquesta recepta que tenia per aquí. Intenta no cremar-te. ^   -George%item cookingRecipe %%[#]Una recepta d'en George",
        "EvelynCooking": "Hola @,^Normalment no comparteixo les meves receptes... però com has sigut tan amable amb mi i amb en George, he escrit aquesta per a tu. ^   -Evelyn%item cookingRecipe %%[#]Una recepta de l'Evelyn",
        "PamCooking": "Ei marrec,^aquesta és una recepta de les que feia el meu pare. Cuina-la a foc lent. ^   -Pam%item cookingRecipe %%[#]Una recepta de la Pam",
        "LewisCooking": "@,^recorda sempre menjar saludable, o no tindràs energies per a treballar! Adjunto una de les meves receptes preferides. Assegura't de fer servir tomàquets madurs! ^   -Lewis%item cookingRecipe %%[#]Una recepta d'en Lewis",
        "GusCooking": "Hola @,^Aquí tens una recepta de la meva taverna. Només la comparteixo amb bons amics! ^   -Gus%item cookingRecipe %%[#]Una recepta d'en Gus",
        "ClintCooking": "Bé, conec un parell de bones receptes.^He pensat a enviar-te una... potser t'ajuda a minar més minerals o alguna cosa.^Cuida't. ^   -Clint%item cookingRecipe %%[#]Una recepta d'en Clint",
        "JodiCooking": "@,^aquesta recepta em va ajudar a guanyar una competició de cuina! Espero que t'agradi. Gràcies per la teva amistat! ^   -Jodi%item cookingRecipe %%[#]Una recepta de la Jodi",
        "KentCooking": "Aquesta recepta l'he après a l'estranger. Gaudeix.^Volia donar-te les gràcies per ajudar-me a sentir-me com benvingut. ^^   -Kent%item cookingRecipe %%[#]Una recepta d'en Kent",
        "EmilyCooking": "@!^Al darrere de la carta t'he deixat les instruccions per a fer un menjar súper saludable!^Et donarà moltes energies. Ens veiem aviat. ^   -Emily%item cookingRecipe %%[#]Una recepta saludable de l'Emily",
        "MarnieCooking": "Hola, @^quan no estic cuidant els meus animals, m'agrada fer experiments a la cuina. Ara que la nostra amistat és més forta, he volgut compartir algunes de les meves receptes amb tu.^Espero que t'agradi! ^   -Marnie%item cookingRecipe %%[#]Una recepta de la Marnie",
        "ShaneCooking": "@,^He vist aquesta recepta en una revista i he pensat que sonava interessant. Deixa'm fer un tast si la fas. Hehe. ^   -Shane%item cookingRecipe %%[#]Una recepta d'en Shane",
        "SandyCooking": "Hola @,^M'avorria tant aquí al desert que t'he escrit una carta. He adjuntat una recepta per a fer una deliciosa sopa. Vine a visitar-me aviat! ^   -Sandy%item cookingRecipe %%[#]Una recepta de la Sandy",
        "WillyCooking": "Hola @,^M'agradaria compartir amb tu una antiga recepta que solia fer el meu pare. És molt important fer servir peix FRESC.  ^   -Willy%item cookingRecipe %%[#]Una recepta de la família d'en Willy",
        "mom1": "Hola @,^  Com ho portes, solet? Et trobo molt a faltar des que vas marxar. Espero que la vida a la granja sigui tan bona com desitjaves. ^   Amb amor, la teva mare.   ^   P.D. T'he enviat les teves galetes preferides < %item object 223 1 %%[#]Una carta de la mare",
        "mom2": "\n        Hola @,^  Ha passat tant de temps des que vaig tenir notícies teves, solet. Les coses a casa estan igual que sempre. Et trobo molt a faltar. ^  Amb amor, la teva mare ^ P.D. He trobat un sobre amb uns diners que l'avi et va deixar. %item money 500 501 %%[#]Una carta de la mare #2",
        "mom3": "Hola @,^  He vist un article on sorties tu al diari! Sembla que la vida al camp és perfecte per a tu! Estic molt orgullosa. Cuida't molt, solet meu. Amb amor, la teva mare[#]Una carta de la mare #3",
        "mom4": "Hola @,^ Com et va la vida? Deus estar fent una fortuna a la granja. No t'oblidis de la teva mare quan siguis milionari! ^  Amb amor, la teva mare   ^   P.D. Gaudeix del pastís!%item object 221 1 %%[#]Una carta de la mare #4",
        "dad1": "Hola @,^  Ja t'has acostumat a la teva nova vida? No em puc creure quant has crescut ja... El temps passa volant. Ara que has marxat tinc un munt de diners més estalviats, n'he adjuntat una mica de regal.^  Amb amor, el teu pare.%item money 500 501 %%[#]Una carta del pare",
        "dad2": "Hola @,^  Com et va la vida al camp? Jo estic una mica solitari sense tu, però estic molt orgullós del que estàs fent.^  Amb amor, el teu pare  ^  P.D. He trobat un sobre amb uns diners que l'avi et va deixar. %item money 500 501 %%[#]Una carta del pare #2",
        "dad3": "Hola @,^  He vist un article on sorties tu al diari! És impressionant quant de progrés has fet a la granja! Segueix així i potser sí que podré acabar retirant-me en un bungalou de luxe a les illes falguera ;).^  Amb amor, el teu pare[#]Una carta del pare #3",
        "dad4": "Hola @,^ Sé que estàs ocupada amb la granja i per això no pots venir de visita. Ho entenc. Has estat pencant de valent... segueix així i no hi haurà res que se t'escapi! ^ Amb amor, el teu pare  ^  P.D. He adjuntat un paquet amb unes pedres de qualitat %item object 390 30 %%[#]Una carta del pare #4",
        "newsstory": "Salutacions, @.^És un plaer comunicar-li que la seva granja apareixerà en la pròxima edició del diari 'la Tribuna de la vall', en la columna de 'joves promeses'! L'enhorabona. Estem molt impressionats amb el seu ràpid desenvolupament. ^   -TV[#]Article al diari",
        "pierreBackpack": "PUBLICITAT:^\"No paro de trobar coses interessants, però tinc la motxilla plena!\"^^Li ha passat això més d'un cop? Doncs en Pierre té la solució!^^Vingui a la botiga general d'en Pierre AVUI i compri la nostra nova motxilla amb 24 espais, a un preu molt assequible!^ Fins aviat![#]Motxilles a la botiga d'en Pierre",
        "pierreHours": "PUBLICITAT:^^Ara la botiga general d'en Pierre està oberta els 7 dies de la setmana![#]Nou horari d'en Pierre",
        "robinKitchenLetter": "Hola @,^^Voldria disculpar-me per haver fet broma de la caseta del teu avi l'altre dia. És realment acollidora!^^Tot i això potser arriba el dia que necessitis més espai. Aleshores et podré ajudar. Si em portes alguns materials, i per un preu assequible, puc expandir casa teva.^(Continua a la següent pàgina)^^La primera expansió també inclou una cuina. Amb una cuina podràs cuinar qualsevol de les receptes que sàpigues!^^Bé, espero que t'estigui agradant la teva nova vida a la vall!^^    La teva fustera de confiança,^        Robin[#]Serveis de la Robin",
        "taxPassed": "Hola @,^s'ha aprovat el nou impost a la pagesia. A partir d'avui, es deduirà un 3% de tots els teus beneficis. La reducció de les taxes públiques també ha sigut aprovada. Ens veiem aviat! ^   -L'alcalde[#]Impost aprovat",
        "taxRejected": "Hola @,^s'ha denegat el nou impost a la pagesia. Els teus beneficis romandran com sempre. Els preus públics tampoc es veuran alterats. Ens veiem aviat. ^   -L'alcalde[#]Impost denegat",
        "quest10": "@,^He sentit a dir que has estat donant un cop de mà a la gent de la vila! Tothom sembla molt agraït. Per això aquest mes t'has guanyat el premi a \"Millor Veí\" (amb un petit premi en metàl·lic). Bona feina! ^   -L'alcalde%item money 500 501 %%[#]Millor veí",
        "quest35": "Hola @,^des que et vas mudar a la vila has sigut una molt bona ajuda per a tothom... no hi ha ningú que no em parli de les bones coses que fas per ells! Si us plau, accepta això com a agraïment. ^   -L'alcalde%item money 2500 2501 %%[#]Agraïment d'en Lewis",
        "quest100": "@,^Em plau comunicar-te que has guanyat el premi a \"Veí de l'any\"! Aquest premi inclou 10.000g en metàl·lic! L'enhorabona! Tothom a la vila vol agrair-te tot el que has fet aquest any. ^   -L'alcalde%item money 10000 10001 %%[#]Veí de l'any",
        "hero_update": "@,^és l'hora d'anunciar el rànquing actual de l'heroi de la vall! L'he adjuntat en una carta a part. Molt bona sort aquest any!  ^   -L'alcalde[#]Rànquing de l'heroi de la vall",
        "hero_update1": "%update",
        "CF_Fish": "Hola @,^ Les teves habilitats de pescador han sobrepassat fins i tot les del meu estimat pare... Estic impressionat. ^ Aquesta gota estel·lar ha passat de generació en generació a la nostra família, de Willy a Willy junior durant... que coi, probablement durant més de mil anys!^Veient com no tinc cap descendència... Vull que la tinguis tu.^^ -Willy   ^  %item object 434 1 %%[#]Relíquia familiar d'en Willy",
        "adoptionLetter": "Benvolguda família de @,^L'enhorabona! La vostra petició d'adopció ha estat aprovada.^Estem treballant per escollir el nen perfecte per a vosaltres.^El nou membre de la vostra família arribarà en 2 setmanes.^^-Agència d'adopció ferngill[#]Notícia d'adopció",
        "stardewHeroMine": "Missatge secret: Si aconsegueixes arribar al fons de les mines un altre cop, t'aguaita un secret. Però vés amb compte, la mina ara és molt més perillosa.[#]Missatge secret",
        "fertilizers": "Benvolgut veí,^Espero que ja t'hagis pogut assentar bé a la teva nova llar. T'escric per avisar-te que a la botiga general d'en Pierre hem començat a vendre fertilitzant! Per què no et passes a veure si pots endur-te algunes dotzenes de caixes més o menys?  ^   -Pierre[#]Fertilitzants d'en Pierre",
        "fertilizers2": "Hola @,^He posat a la venda fertilitzant de millor qualitat, a més d'una nova selecció de cultius! Fins aviat. ^   -Pierre[#]Fertilitzant de millor qualitat d'en Pierre",
        "abbySpiritBoard": "Hola @.^Un dia d'aquests hauries de passar per la meva habitació quan ja sigui fosc... Al voltant de les vuit de la nit. ^Vull ensenyar-te una coseta. ^   -Abby[#]Carta de l'Abby",
        "pennySpa": "Vine a veure'm als banys de l'Spa quan ja sigui fosc. ^   -Penny[#]Carta de la Penny",
        "incubator": "Hola @,^^Gràcies per comprar la millora del galliner! A banda de duplicar-hi l'espai, m'he pres la llibertat d'instal·lar una incubadora. ^Per fer servir la incubadora, senzillament col·loca-hi un ou. Si tens espai lliure al galliner l'ou farà eclosió al cap d'uns dies!^^Com sempre, moltes gràcies per fer negocis amb mi.^-Robin[#]Sobre la incubadora",
        "hatter": "Hola hola.^^Jo venc barrets. D'acord nyi nyi?^^Vine a la casa vella vella vella, nyi nyi. Porta munedes nyi.^^-ratolí barretí[#]Ei ei, nyi",
        "Beat_PK": "L'enhorabona!!^^Has completat 'La llegenda del rei del prat', i has sigut escollit per una de les nostres recompenses aleatòries! ^Has guanyat un arcade de 'La llegenda del rei del prat' per a tu solet!^Ara pots gaudir de 'La llegenda del rei del prat' des del confort de casa teva.^^L'enhorabona, t'ho has guanyat!^-Equip de desenvolupament 'Rei del Prat' %item bigobject 141 %%[#]Felicitacions R.P!",
        "JunimoKart": "L'enhorabona!!^^Has completat tots els nivells de 'Junimo Kart'... de fet ets la primera persona a aconseguir-ho de tota la República de Ferngill!^El teu premi: una arcade pròpia de Junimo Kart!^^Gaudeix!^-Equip de desenvolupament de Junimo Kart %item bigobject 159 %%[#]Victòria Junimo Kart!",
        "elliottReading": "@,^Tinc bones notícies... he acabat la meva novel·la!! Faré una lectura pública aquest vespre a la llibreria. Espero veure't allà! ^   -Elliott[#]Lectura de l'Elliott",
        "elliottBoat": "Vine a veure'm al port en un matí assolellat. He tingut una idea. ^   -Elliott[#]Carta de l'Elliott",
        "harveyBalloon": "@,^Tinc una sorpresa per a tu. Vine a veure'm a les vies del tren. ^   -Harvey[#]Sorpresa d'en Harvey",
        "samMessage": "@,^vine a veure'm davant de casa meva avui al vespre. ^   -Sam[#]Carta d'en Sam",
        "joshMessage": "@,^vine a veure'm a la taverna avui al vespre. ^   -Alex[#]Invitació de l'Alex",
        "lewisStatue": "@,^^En el futur, apreciaria molt que no exposessis els meus objectes PRIVATS enmig de la vila perquè ho vegi tothom!^^Estic molt enfadat!^^Agafa això i no parlis mai més del meu 'projecte' a ningú.%item money 750 751 %%[#]Carta d'en Lewis enfadat",
        "marnieAutoGrabber": "@,^Tinc un nou objecte a la venda... És l'\"Auto-recol·lector\".^^Aquesta cosa pot munyir vaques i cabres, esquilar ovelles, agafar ous, fins i tot pot extreure la llana dels conills... tota sola!^^Es considera un 'objecte de luxe' o sigui que val 25.000g.^^    -Marnie[#]Notícia de l'auto-recol·lector",
        "EmilyClothingTherapy": "@,^He tingut una idea una mica boja i m'agradaria que m'ajudessis... Jo li dic \"teràpia de roba\".^^Si us plau, vine a la casa de l'alcalde avui per a veure en què consisteix.^^ Amb amor, Emily[#]L'idea de l'Emily",
        "EmilyCamping": "@,^Anem d'acampada! ^^ Vine al bosc secret després de les 10 de la nit.^^ Amb amor, Emily[#]L'invitació de l'Emily",
        "EmilyDoneCamping": "Gràcies per venir amb mi ahir a la nit... M'ho vaig passar molt bé.^De fet estic contenta que aparegués aquell ós!^^Fins aviat^^  Amb amor, Emily[#]Carta de l'Emily",
        "foundLostTools": "Hola @,^Algú va deixar les teves eines a objectes perduts ahir a la nit.^^Les he deixat al costat del teu llit.^Espero no haver-te despertat... ^^  -L'alcalde Lewis[#]Eines perdudes",
        "fishing2": "Tinc un parell d'objectes nous a la venda...^Una canya de pescar de luxe i esquer per a quan la facis servir!^Amb aquest esquer els peixos picaran més de pressa. Espero veure't aviat! ^   -Willy[#]Nous objectes d'en Willy",
        "fishing6": "Vine a la botiga per veure les noves canyes que tinc a la venda.^Són les millors del mercat... i les pots personalitzar amb diferents tipus d'accessoris!^Espero veure't aviat! ^   -Willy[#]Nous objectes d'en Willy #2",
        "wizardJunimoNote": "Les meves fonts em diuen que has estat ficant el nas dins el vell centre comunitari.^Per què no vens a fer-me una visita?^Les meves estances són a l'oest del llac del bosc, a la torre de pedra. Crec que tinc informació sobre el teu... 'problema de rates'.^   -M. Rasmodius, Bruixot %item quest 1 true %%[#]El bruixot et convoca",
        "winter_18": "Hola @,^M'agradaria donar-te una mica d'informació sobre un dels pròxims esdeveniments de la vila: la Festa de l'estel d'hivern. És un moment en el qual la comunitat sencera ens unim i rememorem tota la bona fortuna que hem rebut durant l'any.^Una de les tradicions és \"l'amic invisible\", on a tothom a la vila se li assigna una altra persona aleatòriament. En el dia del festival, tothom porta un regal al seu amic secret i els sorprèn amb alguna cosa especial!^Aquest any, el teu amic invisible és:^    %secretsanta ^No li diguis a ningú! El festival tindrà lloc el dia 25 de les 10 a les 2 del migdia, a la plaça de la vila. Ens veiem allà! ^   -L'alcalde Lewis[#]Amic invisible",
        "ccBulletinThankYou": "Hola @,^Tothom a la vila ha estat parlant de la teva generositat darrerament!^Aparentment, han aparegut paquets davant de les cases de tothom amb objectes que van demanar fa anys al butlletí del centre comunitari! I tots els paquets vénen de la teva granja!^Gràcies per haver gastat el teu temps en fer-nos aquest detall... tothom a la vila està encantat! ^   -L'alcalde Lewis[#]Agraïment del butlletí",
        "guildQuest": "Veig que has estat explorant l'antiga mina. Tens esperit aventurer, d'això no hi ha cap dubte.^Si pots matar 10 llimacs, t'hauràs guanyat un lloc en el meu gremi d'aventurers. ^Vés amb compte.    -Marlon %item quest 15 true %%[#]Missió contra els llimacs",
        "skullCave": "Veig que has entrat a la caverna calavera. Ben fet.^Tinc un nou repte per a tu, marrec. Aconsegueix baixar 25 nivells. Tinc una muntanya de diners per enviar-te si ho aconsegueixes.^  El teu amic, el Sr. Qi %item quest 20 %%[#]El repte d'en Qi",
        "robinWell": "Hola, sóc la Robin!^Sé que hi ha un munt de pedra escampada per tota la teva granja.^Si tens pedra de sobres, potser et vindria bé que et construís un pou.^Els pous es poden col·locar a qualsevol lloc de la teva granja, i serveixen per a poder omplir la teva regadora en llocs més convenients.^^Tan sols passa per la meva botiga amb 75 pedres i 1000g quan vulguis.^-Robin[#]Construeix un pou",
        "landslideDone": "Als nostres apreciats clients de JojaMart:^El nostre equip d'operaris ha netejat l'esllavissada provocada per les nostres operacions de mineria prop del llac de la muntanya. Voldria recordar-vos que les nostres operacions mineres són completament legals (conforme l'article. L61091, esmena JojaCo). La protecció envers el medi ambient local és la nostra màxima prioritat! ^^Dispenseu els possibles problemes ocasionats per aquest accident.^Com sempre, és molt valuós per a nosaltres el vostre suport i mecenatge!^^-Morris,^Representant de satisfacció al client de Joja[#]Joja neteja l'esllavissada",
        "QiChallengeComplete": "Ho has aconseguit.^ Estic molt impressionat.^ Gaudeix de la teva recompensa.^   -Qi. %item money 10000 %%[#]Repte d'en Qi complet",
        "spring_2_1": "Ei hola,^Just he tornat d'una petita sortida de pesca. Hauries de venir per la platja en algun moment.^Tinc un regalet per a tu.^-Willy %item quest 13 true %%[#]L'invitació d'en Willy",
        "spring_12": "Hola @,^Demà celebrarem el festival de l'ou a la plaça de la vila. ^^Si vols participar-hi hauries de venir entre les 9 del matí i les 2 de la tarda.^No voldràs perdre't la caça de l'ou anual!^  -L'alcalde Lewis[#]Avís del festival de l'ou",
        "spring_15_1": "Hola, @...^^Sé que no tens gaire experiència amb això de la jardineria, i he volgut donar-te un petit consell.^^La majoria de cultius només creixen en una sola estació. Quan arriba l'estiu, tots els teus cultius de la primavera es panseixen. Tingues cura de planificar-ho tot bé!^^-L'avia Evelyn[#]Consell de l'Evelyn",
        "spring_23": "Hola @,^Demà ens reunim tots per celebrar la dansa floral.^^Fins i tot podries participar en la dansa si trobes un acompanyant!^Hi ha una petita clariana més enllà del bosc que hi ha a l'oest de la vila on celebrarem la dansa. Vine entre les 9 del matí i les 2 de la tarda si t'interessa.^  -L'alcalde Lewis[#]Avís de la dansa floral",
        "summer_10": "Hola @,^Demà ens reunim tots a la platja per la Luau anual de Vila Pelicà.^^El més destacat de l'esdeveniment és la sopa comunal. Assegura't de contribuir amb alguna cosa bona!^El governador en persona també assistirà a l'esdeveniment, si us plau no et fiquis en cap embolic.^Vine a la platja entre les 9 del matí i les 2 de la tarda.^   -L'alcalde Lewis[#]Avís del Luau",
        "summer_28": "Hola @,^Avui, al voltant de les 10 del vespre, celebrem un esdeveniment molt bonic a la platja.^^Les meduses llunars passaran per Vila Pelicà en la seva migració hivernal cap al sud.^^Tots ens reunirem a la platja per veure-les. Creu-me, no t'ho pots perdre!^Ens veiem al vespre,^ -Demetrius[#]Dansa de les meduses llunars",
        "fall_9": "Hola @,^D'aquí a una setmana celebrarem la fira de la vall a la plaça de la vila!^És l'esdeveniment més gran de tot l'any, vindrà gent de tot arreu del país a la nostra petita vila.^Si vols, pots preparar una exposició de la teva granja per l'esdeveniment. Tan sols porta 9 objectes que demostrin els teus millors talents. Se't jutjarà en la qualitat i la diversitat de la teva exposició.^La fira comença a les 9 del matí... no te la pots perdre!^   -L'alcalde Lewis[#]Avís de la fira de Stardew Valley",
        "fall_15": "Hola @,^Només volia recordar-te que demà és el dia de la fira.^No t'oblidis dels 9 objectes per a la teva exposició.^Recorda, la fira comença a les 9 del matí a la plaça de la vila. Ens veiem allà!^   -L'alcalde Lewis[#]Recordatori de la fira de Stardew Valley",
        "fall_26": "Hola @,^Notes aquesta fredor en l'aire? Potser és que s'apropa l'hivern...^O potser és un esperit maligne que ha vingut a celebrar amb nosaltres el festival de demà... la vespra dels esperits.^Vine a la vila a les 10 del vespre si vols participar.^  -L'alcalde Lewis[#]Avís de la vespra dels esperits",
        "winter_7": "Hola @,^Demà tots ens reunim davant de ca la Marnie per celebrar el festival del gel.^^La festa és una celebració de l'hivern... farem ninots de neu, escultures de gel, i també disputarem una competició de pesca al gel!^Vine entre les 9 del matí i les 2 de la tarda si vols participar-hi.^  -L'alcalde Lewis[#]Avís del festival del gel",
        "winter_14": "A partir de demà, una flota mercantil atracarà al port de la vila pel mercat nocturn anual.^^El mercat comença a les 5 del vespre, i romandrà al port durant 3 dies.^^Si us plau visita la platja a partir de les 5 del vespre per participar en les festivitats. Hi haurà cafè de franc![#]Avís del mercat nocturn",
        "spring_11_1": "ES BUSCA:^He perdut la meva destral preferida! Si la trobes, si us plau torna-me-la com més aviat millor. Ho estic passant malament sense ella. Hi ha 250g com a recompensa per a qui la trobi.^   -Robin%item quest 100 %%[#]La destral perduda de la Robin",
        "spring_19_1": "@-^Vull fer-te una petició. Necessito coliflor fresca per una recepta que vull cuinar. Podries portar-me'n una?^   -Jodi%item quest 101 %%[#]La Jodi demana una coliflor",
        "summer_3_1": "@-^Això em fa una mica de vergonya... He perdut els meus calçotets porpres de la sort. T'ho dic a tu perquè crec que tenim prou confiança.^Si els trobes, torna-me'ls de manera DISCRETA. Et pagaré bé.^Gràcies.^   -L'alcalde Lewis%item quest 102 %%[#]En Lewis et demana un favor",
        "summer_14_1": "Ei marrec,^Tinc la gola tan seca com un esquelet enmig del desert. Tinc moltes ganes de beure una cervesa pàl·lida. Tens alguna? La cervesa normal no servirà. Necessito una cervesa pàl·lida.^   -Pam%item quest 103 %%[#]La petició de la Pam",
        "summer_20_1": "@-^Estic recol·lectant informació sobre la correlació entre l'alcalinitat del sòl i els nivells de fructosa dels cultius. En resum, necessito un meló fresc de la teva granja. Si me'n portes un, t'estaré molt agraït.^   -Demetrius%item quest 104 %%[#]En Demetrius demana una mostra",
        "summer_25_1": "Per a @:^Ja em comença a empipar un altre cop el genoll, i saps que és el que m'ajuda en aquests casos? ^Fregar-me'l amb pebre picant.^ El problema és que m'he quedat sense. Si en tens algun de sobres, t'ho agrairia molt.^   -George %item quest 105 %%[#]En George necessita un pebrot",
        "fall_3_1": "Hola @,^M'agradaria donar-li a les meves vaques un petit caprici. Són tan bones i a més tenen gana. Podries portar-me una mica d'amarant? Les hi encanta l'amarant. ^Moltes gràcies.^   -Marnie %item quest 106 %%[#]La petició de la Marnie",
        "fall_8_1": "Hola,^Ha arribat la temporada de l'esbarzer. N'hi ha per tot arreu. Voldria collir-ne una mica, però he perdut el meu cistell. Podries ajudar-me?^   -Linus%item quest 107 %%[#]En Linus ha perdut el cistell",
        "fall_19_1": "@-^Voldria comprar-te una carabassa. La meva filla i jo volem buidar-la per fer-la servir de decoració durant la vespra dels esperits. ^   -Caroline%item quest 108 %%[#]La petició de la Caroline",
        "winter_2_1": "Ei, tinc un petit repte per a tu:^    Pesca'm un calamar.^En pots pescar a l'oceà durant la nit. Però només apareixen durant l'hivern.^   -Willy%item quest 109 %%[#]El repte d'en Willy",
        "winter_6_1": "Tinc una petició una mica inusual. Que ho podries mantenir en secret?^ Vull que li enviïs una ametista a l'Emily. És la seva pedra preciosa preferida. Digues-li que és de part meva.^   -Clint %item quest 110 %%[#]La petició inusual d'en Clint",
        "winter_12_1": "@-^Estic investigant l'antic art de l'endevinació. Però per a prosseguir necessito una 'essència del buit'. Porta-me'n una i tindràs una recompensa.^ -M. Rasmodius, Bruixot %item quest 111 %%[#]La petició del bruixot",
        "winter_17_1": "@,^Perdona'm per molestar-te un altre cop, però voldria demanar-te un altre favor.^Tinc un nou martell i m'agradaria provar-lo amb alguns metalls.^Que podries portar-me un lingot de ferro? ^Gràcies.^ -Clint %item quest 112 %%[#]La petició d'en Clint",
        "winter_21_1": "@-^Com va? Espero que l'hivern no t'estigui sent gaire dur.^Bé, t'escric per demanar-te una mica de fusta dura. Necessito unes deu peces, si en tens.^Si no, no t'amoïnis. Cuida't!^  -Robin%item quest 113 %%[#]La petició de la Robin",
        "winter_26_1": "Hola @-^Voldria fer un guisat de peix, però necessito una bacora! Ja sé que gairebé s'ha passat la temporada... perdona'm per avisar-te amb tan poc temps. Que podries pescar-me'n una?^   -Gus%item quest 114 %%[#]En Gus necessita cert peix",
        "spring_1_2": "Avís:^^El preu de les matèries primeres a la botiga de la Robin i a la botiga d'en Clint ha augmentat.[#]Avís de l'augment de preu a les matèries primeres",
        "spring_6_2": "@-^Em ve molt de gust un albercoc acabat de collir. No n'he pogut trobar cap a la botiga, per això t'ho demano a tu. Et pagaré bé!^   -Emily%item quest 115 %%[#]La petició de l'Emily",
        "spring_15_2": "Hola @,^M'agradaria fer-li un regal sorpresa al meu marit. És un gran fan dels porros. Podries portar-me'n un?^   -Granny Evelyn%item quest 116 %%[#]La sorpresa de l'Evelyn",
        "spring_21_2": "AVÍS^Hola, sóc en Pierre... Em ve molt, molt de gust menjar-me un bon plat de sashimi. Pagaré de bon grat a qui sigui que me'n porti.^   -Pierre%item quest 117 %%[#]En Pierre té gana",
        "summer_6_2": "Es busca pescador^Necessito un bon espècimen de peix globus. Estic realitzant un experiment sobre la toxina generada pels peixos globus.^Recompensa: 1000g^ -Demetrius%item quest 118 %%[#]L'estudi de toxines d'en Demetrius",
        "summer_15_2": "Hola @,^M'agradaria regalar-li a la meva dona una fruita estelada pel nostre aniversari. Estàs cultivant alguna a la teva granja? Si me'n portes una, t'estaré molt agraït.^   -Kent%item quest 119 %%[#]En Kent necessita un regal",
        "summer_21_2": "@,^Necessito oli de tòfona. No em preguntis per què.^ -L'alcalde Lewis%item quest 120 %%[#]La petició d'en Lewis",
        "fall_6_2": "Es busca: 1 llagosta fresca pel bisque que vull cuinar.^Qui: En Gus, propietari de la taverna^Recompensa: 800g %item quest 121 %%[#]En Gus necessita una llagosta",
        "fall_19_2": "AVÍS^Algú té un paquet de bateries? El comandament de la meva televisió s'ha quedat sense bateria i no suporto haver d'aixecar-me del sofà cada cop que vull canviar de canal.^  -Pam%item quest 122 %%[#]La Pam necessita ajuda",
        "winter_5_2": "@,^Estic creant un bastó encantat amb poders fenomenals.^Però em falta un ingredient: un lingot d'iridi.^Estic disposat a pagar 5 cops el valor que té al mercat. Porta-me'l tan aviat com puguis.^ -M. Rasmodius, Bruixot %item quest 123 %%[#]El bruixot necessita un objecte rar",
        "winter_13_2": "Tinc un altre repte per a tu: Pesca'm un bacallà allargat.^No es rendeixen fàcilment, però sé que ho pots fer.^  -Willy%item quest 124 %%[#]El repte d'en Willy #2",
        "winter_19_2": "Hola @,^He arribat al meu límit. Vull fer desesperadament un Coco-no-no per la taverna, però no tinc cap manera d'aconseguir un coco!^Pots ajudar-me?^  -Gus%item quest 125 %%[#]En Gus necessita un coco",
        "winter_24": "Hola @,^Demà és la festa de l'estel d'hivern.^Ja tens el regal pel teu 'amic invisible'... %secretsanta?^La festa comença a les 9 del matí a la plaça de la vila. Ens veiem allà! ^   -L'alcalde Lewis[#]Recordatori de la festa de l'estel d'hivern",
        "passedOut1_Billed_Male": "Benvolgut Sr. @,^Ahir a la nit, un membre del personal de Joja us trobà incapacitat. Es va enviar un equip mèdic per dur-vos a casa de manera segura.^Ens alegra que es trobi bé!^^(T'han cobrat {0}g per aquest servei)^^-Morris^Representant de satisfacció al client de Joja[#]Factura de Joja",
        "passedOut1_Billed_Female": "Benvolguda Sra. @,^Ahir a la nit, un membre del personal de Joja us trobà incapacitada. Es va enviar un equip mèdic per dur-vos a casa de manera segura.^Ens alegra que es trobi bé!^^(T'han cobrat {0}g per aquest servei)^^-Morris^Representant de satisfacció al client de Joja[#]Factura de Joja",
        "passedOut1_NotBilled_Male": "Benvolgut Sr. @,^Ahir a la nit, un membre del personal de Joja us trobà incapacitat. Es va enviar un equip mèdic per dur-vos a casa de manera segura.^Ens alegra que es trobi bé!^^Com vostè no té diners, ens hem vist obligats per llei a proveir aquest servei de franc.^^-Morris^Representant de satisfacció al client de Joja[#]Avís requerit legalment",
        "passedOut1_NotBilled_Female": "Benvolguda Sra. @,^Ahir a la nit, un membre del personal de Joja us trobà incapacitada. Es va enviar un equip mèdic per dur-vos a casa de manera segura.^Ens alegra que es trobi bé!^^Com vostè no té diners, ens hem vist obligats per llei a proveir aquest servei de franc.^^-Morris^Representant de satisfacció al client de Joja[#]Avís requerit legalment",
        "passedOut2": "@, ^Encara sort que et vaig trobar ahir a la nit! Vas perdre el coneixement i algú t'estava regirant les butxaques. No tinc ni idea de quants diners es va endur... va tocar el dos tan aviat com em vaig apropar. Vés amb més compte!^^-Linus[#]Carta d'en Linus",
        "passedOut3_Billed": "@,^Algú et va deixar a la meva clínica ahir a la nit. Vas perdre el coneixement del cansament!^Has de tenir més cura de tu mateix i anar a dormir a una hora raonable.^T'he cobrat {0}g per les despeses mèdiques.^^-Dr. Harvey[#]De l'oficina del Dr. Harvey",
        "passedOut3_NotBilled": "@,^Algú et va deixar a la meva clínica ahir a la nit. Vas perdre el coneixement del cansament!^Has de tenir més cura de tu mateix i anar a dormir a una hora raonable.^Com no tens diners, el tractament et surt de franc.^^-Dr. Harvey[#]Servei mèdic gratuït d'en Harvey",
        "passedOut4": "@, ^^Et vaig trobar per terra mentre feia la meva passada de les 3 de la matinada.^^Hauries d'intentar arribar a casa més aviat la pròxima vegada!^^     -Marlon[#]Carta d'en Marlon",
        "elliottLetter1": "@, amor meu,^^Acabo d'arribar a Grampleton, per començar el meu viatge. Havia oblidat com és de frenètic l'ambient de la ciutat! Els carrers són plens de gom a gom... i la gent sembla que o té molta pressa, o està a la lluna de València, ignorant els seus voltants. Ja trobo a faltar Vila Pelicà!^^He començat la meva gira a la tarda, a la llibreria local. He d'admetre que em posa una mica nerviós pensar que hauré de parlar en públic... sento que el meu estómac s'ha retorçat com una ensaïmada amb sal en comptes de sucre. Desitja'm sort!^^-Amb amor, Elliott^^P.D. Espero que hagis passat una bona nit i que no hagis passat gens de por en aquella casa tan gran! %item conversationTopic ElliottGone2 0 %%[#]Una carta del meu marit",
        "elliottLetter2": "Amor meu, @,^^La primera lectura ha anat molt bé, tot i que l'audiència era una mica més minsa del que esperava. Tot i això he pogut vendre prou còpies del llibre per a poder pagar la meva habitació a l'hotel (està plena d'insectes)!^^En unes hores marxo cap a Ciutat Zuzu. Si la lectura d'ahir va ser l'escalfament, la que ve ara serà com una bomba de napalm...^^Et trobo molt a faltar. Recorda menjar bé! Oh, i no t'oblidis de les sobres de les coques de cranc que vaig deixar a la nevera...^-Amb amor, Elliott %item conversationTopic ElliottGone3 0 %%[#]Una carta del meu marit 2",
        "elliottLetter3": "Amor meu, @,^^Quina experiència vaig tenir ahir a la nit a Ciutat Zuzu! Sembla que aquí hi ha una escena literària molt grossa... van aparèixer dotzenes de persones a la meva lectura!^^Fins i tot vaig signar un parell d'autògrafs... és una mica estrany que et vegin com algú important. Realment tot és qüestió de fatxada, una gran il·lusió... realment jo no sóc ningú especial. Tan sols sóc el teu fidel Elliott, com sempre.^^Ara mateix estic sol, a la meva habitació a l'hotel, 'digerint' un d'aquests menjars de Joja...^^De debò això se li ha de dir menjar?^O més aviat 'matèria comestible'?^No m'ho he hagut de pensar gaire.^Ha de ser la darrera^^Ja tinc ganes de tornar aviat. Espero que hagis gaudit de les coques de cranc.^^-Amb amor, Elliott %item conversationTopic ElliottGone4 0 %%[#]Una carta del meu marit 3",
        "elliottLetter4": "Als somnis, en gaudir d'aquesta magnífica vista^Observo la mar distant^A quines distàncies he viatjat^Però ara el temps esvaeix la memòria^^Tan sols hi ha un lloc etern^On jo algun dia hi jauré^Oh vall estimada, on espera el meu amor:^La nostra llar vora i el meu enyor^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]Una carta del meu marit 4",
        "elliottLetter5": "Amor meu, @,^^Ja no et faré perdre el temps amb més detalls sobre les meves lectures. Són totes pràcticament iguals.^^Estic segur que tu t'ho estàs passant molt més bé! Ja tinc ganes de tornar i veure quins progressos has fet.^^En els llargs viatges entre ciutats, acluco els ulls i m'imagino la granja... Veig el vi destil·lant-se, un forn encès amb minerals preciosos, i la nostra petita cuina amb olor de canyella i nou moscada. Oh, hi ha tantes coses per a gaudir!^^Recorda no quedar-te a les mines fins tard, amor meu. És perillós! Si has d'anar-hi... porta prou menjar.^^-Amb amor, Elliott %item conversationTopic ElliottGone6 0 %%[#]Una carta del meu marit 5",
        "elliottLetter6": "Amor meu, @,^^Aquesta serà la meva darrera carta abans de tornar a casa. Ha sigut un bon viatge... però no gaire emocionant. Ha estat bé conèixer gent que gaudeix dels meus relats, però tinc ganes de ser a casa.^^Oh, com enyoro el confort de la nostra casa, el treball a la granja, els menjars casolans, i per sobre de tot, jeure al llit entre els llençols amb tu.^^Fins aviat!^-Amb amor, Elliott %item conversationTopic ElliottGone7 0 %%[#]Una carta del meu marit 6",
        "MarlonRecovery": "@,^He trobat el teu objecte perdut.^^Vés amb més compte la pròxima vegada!^   -Marlon%item itemRecovery %%[#]En Marlon troba el teu objecte perdut",
        "RarecrowSociety": "Hola @,^^La teva dedicació és realment impressionant...^^Poques persones són capaces de completar tota la col·lecció d'espantaocells rars!^^Si us plau, accepta aquests plànols per a commemorar el teu assoliment.^   -L'associació d'espantaocells rars de C.Z.%item craftingRecipe Deluxe_Scarecrow %%[#]Un regal de l'associació d'espantaocells rars",
        "CarolineTea": "Hola @,^^Gràcies per passar-te ahir. Normalment em prenc el te sola, però va ser divertit compartir-lo amb tu!^^He adjuntat les instruccions perquè puguis fer el teu propi te. No pretenc pressionar-te, però si n'acabes fent, porta'm una tassa!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]Carta del te de la Caroline",
        "WoodChipper": "Ei @,^^Tan sols volia comentar-te sobre un nou objecte que tinc... és una 'estelladora de fusta'.^^Pots fer-la servir per estellar la fusta dura en fusta normal!^^Sé que pot ser difícil trobar fusta durant l'hivern, si et quedes sense reserves, no dubtis a comprar-ne una.^       -Robin[#]Avís de l'estelladora",
        "willyBackRoomInvitation": "@,^^He obert l'habitació del darrere de la meva botiga.^Vine quan puguis.^Vull ensenyar-te una cosa.^^-Willy",
        "KrobusCrafting": "@, No estic gaire segur de com funciona el sistema de correus dels humans, o sigui que li he demanat ajuda al bruixot per a escriure aquesta carta.^^Espero que estiguis bé.^^Volia compartir això amb tu... Són apunts de com el meu poble construeix cert objecte.^^   -Krobus%item craftingRecipe Dark_Sign %%[#]Una carta d'en Krobus",
        "georgeGifts": "Hola @,^^Moltes gràcies pels porros. Semblen frescos i deliciosos. A en George li encantarà.^^Avui el sorprendré amb 12 petits tresors embolcallats (gràcies a tu). Passat per casa meva si vols ser-hi!^^-Evelyn^^P.D. Si us plau, accepta aquest regal. Crec que t'agradarà!%item bigobject 246 %%[#]Carta d'agraïment de l'Evelyn",
        "robinResource": "Ei @,^^l'enhorabona per completar el meu petit repte. M'has impressionat!^^Com a recompensa afegida, he adjuntat els plànols per un nou tipus de cofre. Gaudeix-lo!^^-Robin^^^^P.D. -- Ara que tens tot aquell munt de recursos per allà, per què no t'apropes per fer una mica de feina de construcció?%item craftingRecipe Stone_Chest %%[#]Cursa de recursos de la Robin",
        "ClintReward": "Um, Hola...     ^Gràcies per ajudar-me a netejar les mines de monstres.^^No tinc cap por! ...Però hauria de fer les mines més segures per a tothom... no?^^Queda't amb aquest plànol. (Espero que no em substitueixi...)^^   -Clint, el ferrer%item craftingRecipe Geode_Crusher %%[#]Agraïment d'en Clint",
        "ClintReward2": "Um, Hola...     ^Gràcies per ajudar-me a netejar les mines de més monstres.^^Potser la pròxima vegada m'hi ocupo jo mateix... Si tinc temps, és clar!^^Té aquest objecte. L'he trobat al rebost...^^   -Clint, el ferrer%item object 286 10 287 5 231 3 %%[#]Agraïment alternatiu d'en Clint",
        "willyBugWadCutscene": "^^   -Willy%item craftingRecipe Quality_Bobber %%[#]Agraïment d'en Willy",
        "MSB_Pierre": "Salutacions @,^^Suposo que a la gent no li va agradar tant el 'Producte de primera d'en Pierre' com esperava...^^De totes maneres, aquí està el meu vell 'mini contenidor d'enviaments'.^La pròxima vegada que et facis amb un producte de la marca 'Producte de primera d'en Pierre', potser podries enviar-me'l?^^   -Pierre%item bigobject 248 %%[#]Producte de primera d'en Pierre",
        "MSB_Lewis": "@,^Voldria donar-te les gràcies per encarregar-te de la meva comanda especial. Tota la feinada que has fet ha sigut genial per impulsar la imatge de Vila Pelicà.^Aquí tens un 'mini-contenidor de comandes' com a mostra del meu agraïment.^Posa'l a qualsevol lloc i m'asseguraré de passar-hi quan faig la ronda.^^   -Lewis%item bigobject 248 %%[#]Agraïment d'en Lewis",
        "WizardReward": "L'espècimen que vas portar-me m'ha proporcionat una gran aproximació a les maquinacions d'aquells éssers cruels que anomenem 'monstres'.^^He formulat una tinta repel·lent que és tòxica per a aquests éssers. Fes-la servir amb precaució...^^   -M. Rasmodius, Bruixot%item craftingRecipe Monster_Musk %%[#]El descobriment del bruixot",
        "WizardReward2": "Gràcies a l'ectoplasma que vas portar-me, he realitzat un gran avenç en el camp de l'enginyeria arcana.^^Dins l'envolup, trobaràs plànols per la maquinària més útil...^^   -M. Rasmodius, Bruixot%item craftingRecipe Mini-Obelisk %%[#]L'assoliment del bruixot",
        "DemetriusReward": "Hola @,^^Gràcies per la teva ajuda amb els peixos.^La natura sol ser bona mantenint les coses en ordre, però de vegades certs factors artificials poden desequilibrar la balança.^^He adjuntat un article d'una revista científica que potser t'és interessant.^^-Demetrius%item craftingRecipe Farm_Computer %%[#]Agraïment d'en Demetrius",
        "willyHours": "Bones notícies!^^El vell vaixell ja està llest per tornar a navegar, gràcies a tu!^^Passa per l'habitació del darrere quan vulguis muntar-t'hi.^^La meva botiga obre a les vuit del matí cada dia, o sigui que pots arribar ben d'hora.^^-Willy[#]El vaixell d'en Willy",
        "linusTrashCleanup": "Hola @,^^Gràcies per ajudar-me a netejar la vall.^Les aigües semblen molt més netes. Crec que tothom ho apreciarà. Certament jo sí.^Com a agraïment, voldria ensenyar-te a cultivar la teva pròpia fibra. Desitjo que et sigui útil.^^-Linus%item craftingRecipe Fiber_Seeds %%[#]Agraïment d'en Linus",
        "gusGiantOmelet": "Hola @,^^Gràcies pels ous.^Els rovells tenien molt bona pinta... Crec que aquesta serà la millor truita que hauré fet mai!^^Si us plau, accepta aquest regal.^^-Gus%item bigobject 216 %%[#]La famosa truita d'en Gus",
        "pamNewChannel": "Ei jove,^^Gràcies pel 'suc'. Definitivament, tenia un sabor ...únic...^^Per cert, has vist mai el canal 736? És un canal sobre la pesca de temporada que potser t'interessa.^^Cuida't,^-Pam[#]El consell de la Pam",
        "emilyStones": "Hola @,^^Gràcies de nou per les pedres precioses.^Seran perfectes pel meu treball d'alineació energètica!^Volia donar-te les gràcies amb aquest regal especial. Espero que elaboris objectes meravellosos amb ell!^^-Emily%item bigobject 247 %%[#]Les joies de l'Emily",
        "carolineSO": "Hola @,^^En Lewis em va explicar l'altre dia que estàs enviant molts ingredients de l'illa! És genial tenir accés a nous productes... I obre un nou món de possibilitats culinàries!^Adjunto un regal per a tu... uns plànols que segurament et seran útils.^^-Caroline%item craftingRecipe Solar_Panel %%[#]Els incredients tropicals de la Caroline",
        "WillyTropicalFish": "@,^^L'enhorabona pel teu nou viatge de pesca. Estic molt orgullós de tu!^^Té, accepta aquesta peixera especial. Serà tota una peça per la decoració de casa teva.^^-Willy%item furniture 2312 %%[#]El repte tropical d'en Willy",
        "passedOutIsland": "@,^^No et vaig veure tornar del vaixell, així que vaig anar a buscar-te.^^Et vaig trobar inconscient a la sorra amb un parell de lloros agafant-te or de les butxaques!^^Vaig haver d'arrossegar-te fins al vaixell. Ara tinc les cames com un parell de gambes d'aigua dolça...^-Willy",
        "passedOutIsland_Leo": "Hola @,^^Ahir a la nit et vaig trobar donant voltes en la foscor.^No era un lloc gaire segur, així que els meus amics ocells et van dur volant cap al llit.^Si us plau, vés amb més de compte a partir d'ara.^^-Leo^^P.D. En Willy m'ha ajudat a escriure això.",
        "guntherBones": "Hola @,^^Gràcies per tots aquells ossos. Aquí hi ha un munt de coses per a repassar! I pensar que cada fragment d'aquests pertanyia a un ésser viu del passat. Fascinant.^^Si us plau, accepta aquesta recepta com a regal d'agraïment!^^-Gunther%item craftingRecipe Bone_Mill %%[#]Nota d'en Gunther",
        "LeoCooking": "@,^Aquí tens menjar de casa meva, ens agrada molt a mi i a la meva família. Espero que t'agradi. ^^  -Leo^^P.D. En Willy m'ha ajudat a escriure això.%item cookingRecipe %%[#]La recepta d'en Leo"
    }
}