{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": false
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Location/Coneix al bruixot/Has rebut una carta del bruixot local. Diu que té informació sobre el centre comunitari./Entra a la torre del bruixot./WizardHouse/-1/0/-1/false",
        "2": "Basic/El misteriós Qi/Dins una caixa de seguretat secreta has trobat una nota amb unes instruccions prou peculiars. Està signada pel 'Sr. Qi'./Deixa una closca irisada a la caixa de la plataforma de l'estació de tren./null/-1/0/-1/false",
        "3": "Basic/El misteriós Qi/Has trobat una altra nota escrita pel 'Sr. Qi'. Aquest cop, la seva petició és encara més inusual./Col·loca 10 remolatxes dins la nevera de l'alcalde Lewis./null/-1/0/-1/false",
        "4": "Basic/El misteriós Qi/Has trobat una altra nota estranya dins la nevera de l'alcalde. Aquest cop, les instruccions són més críptiques./\"Dóna-li al drac de sorra el seu darrer menjar.\"/null/-1/0/-1/false",
        "5": "Basic/El misteriós Qi/Has trobat una altra nota dins d'un dels ulls del drac de sorra. Sembla que l'estranya recerca del tresor del Sr. Qi per fi s'acaba./Inspecciona la pila de troncs que hi ha al costat de casa teva./null/-1/0/-1/false",
        "6": "ItemHarvest/Començant/Si vols llaurar la terra com un pagès de primera, has de començar amb les bases. Fes servir la teva aixada per cavar una zona de terra i aleshores planta-hi alguna llavor per sembrar el teu primer cultiu. Rega-la cada dia fins que estigui llesta per a collir./Conrea i cull una xirivia./24/h7 8/100/-1/true",
        "7": "Building/Criant animals/Robin, la fustera local, viu al nord de la vila. A canvi d'alguns materials i diners, construirà nous edificis a la teva granja. Necessites que et construeixi un galliner o un graner per a poder criar animals./Construeix un galliner./Coop/-1/100/-1/true",
        "8": "Crafting/Progressant/A mesura que guanyis experiència, descobriràs noves receptes d'elaboració que t'ajudaran a augmentar els teus beneficis o a fer-te la vida més fàcil. Per exemple, un espantaocells evitarà que els corbs es mengin els teus apreciats cultius./Arriba al nivell 1 d'agricultura i elabora un espantaocells./8 true/-1/100/-1/true",
        "9": "Social/Presentacions/Seria bona idea presentar-te per la vila. Algunes persones potser tenen ganes de conèixer el nou pagès de la vila././null/25/0/-1/true",
        "10": "Basic/Mineral de coure/Has trobat un tros de mineral de coure. No saps ben bé que fer amb ell, potser el ferrer de la vila et pot ajudar./Porta un tros de mineral de coure a la ferreria d'en Clint././-1/0/-1/false",
        "11": "Crafting/Endavant amb la forja/Si vols continuar minant, hauries de construir-te un forn./Elabora un forn./13 true/12/0/-1/true",
        "12": "ItemHarvest/Fundició/Ara que ja t'has fet un forn, pots fondre-hi algun metall. Segons les instruccions d'en Clint, si hi col·loques 5 peces de mineral de coure i 1 de carbó, hauria de produir un lingot de coure./Utilitza el forn per a fondre mineral de coure en lingots./334 1/-1/0/-1/true",
        "13": "Basic/A la platja/Un tal Willy t'ha convidat a visitar-lo a la platja que hi ha cap al sud de la vila. Diu que té una cosa per a donar-te./Visita la platja al sud de la vila abans de les 5 de la tarda./-1/-1/0/-1/true",
        "14": "Basic/Explora la mina/Hi ha una antiga mina a les muntanyes cap al nord de la vila. Podria haver-hi minerals valuosos, però en Marlon ha insinuat que podria ser perillós./Arriba al nivell 5 de la mina./17/17/0/-1/false",
        "15": "Monster/Iniciació/Si mates 10 llimacs, t'hauràs guanyat el teu lloc al gremi d'aventurers./0 of 10 llimacs morts./Green_Slime 10/16/0/-1/false",
        "16": "Location/Iniciació/Has despatxat els 10 llimacs satisfactòriament. Ara entra al gremi d'aventurers./Entra al gremi d'aventurers./AdventureGuild/-1/0/-1/false",
        "17": "Basic/A les profunditats de la mina/Sembla que l'ascensor de la mina encara és operatiu. Et permetrà tornar ràpidament a qualsevol dels nivells on s'atura que hagis descobert. És hora de fer una expedició més profunda./Arriba al nivell 40 de la mina./18/18/0/-1/false",
        "18": "Basic/Cap al fons?/Ara per ara no hi ha cap senyal d'un fons. Fins on carai arriba aquesta mina?/Arriba al fons de la mina./-1/-1/0/-1/false",
        "19": "Basic/La clau calavera/Has trobat una clau amb pinta estranya al fons de les mines./Descobreix per a què serveix la clau calavera./-1/-1/0/-1/false",
        "20": "Basic/El repte d'en Qi/Has sigut desafiat a arribar al nivell 25 de la caverna calavera. T'han promès una recompensa si ho aconsegueixes./Arriba al nivell 25 de la caverna calavera./-1/-1/0/-1/false",
        "21": "Basic/La petició de la Marnie/La Marnie s'ha passat per la granja i t'ha demanat que li duguis una pastanaga de cova. Vol ensenyar-li a les seves cabres com parlar, i la pastanaga de cova és el seu menjar preferit./Porta una pastanaga de cova a la botiga de la Marnie./-1/-1/0/-1/true",
        "22": "Basic/Guisat de peix/La Jodi s'ha passat per la granja per convidar-te a sopar a les 7 de la tarda. Tan sols demana que portis una perca americana pel seu guisat de peix./Entra a la casa de la Jodi a les 7 de la tarda amb una perca americana./-1/-1/0/-1/true",
        "23": "Location/Arqueologia/Has trobat un objecte amb pintes de ser bastant antic. Podria ser alguna mena d'artefacte dels temps passats? Potser en Gunther, l'amo del museu, té la resposta./Visita en Gunther al museu./ArchaeologyHouse/-1/0/-1/true",
        "24": "Basic/Arqueologia/En Gunther t'ha demanat que consideris donar algun artefacte o mineral que trobis al museu. Diu que et compensarà amb alguns objectes poc comuns de tant en tant./Dóna un artefacte o un mineral al museu./-1/-1/250/-1/true",
        "25": "Basic/Com fer amics/Fer regals és una bona manera de fer amistat. Aprèn els gustos de cada persona i seràs ben popular en un tres i no res./Fes-li un regal a algú./-1/-1/100/-1/true",
        "26": "Basic/\"Problema de rates\"/Hi ha alguna cosa estranya al centre comunitari.../Investiga el centre comunitari/-1/-1/0/-1/true",
        "27": "Basic/Problema de goblins/Hi ha un goblin blocant l'entrada a la casa de la bruixa. Deu haver alguna manera de fer-lo moure... Potser hauria de cercar una mica d'informació sobre goblins./Aconsegueix entrar a la casa de la bruixa./-1/-1/0/-1/true",
        "28": "Basic/Talismà fosc/El bruixot m'ha demanat que vagi a buscar la tinta màgica de la casa de la seva exdona... però per poder entrar necessitaré un talismà fosc./Entra al clavegueram i pregunta-li a en Krobus sobre el talismà fosc./-1/-1/0/-1/false",
        "29": "Basic/Nota estranya/Has trobat una nota, gairebé illegible, demanant-te que portis \"xarop dauró\" al \"bosk sacret\"./Porta \"xarop dauró\" al \"bosk sacret\"/-1/-1/0/-1/true",
        "30": "Basic/Nota críptica/Has trobat una nota que diu, \"Algú t'espera al nivell 100 a la caverna calavera\"/Arriba al nivell 100 de la caverna calavera/-1/-1/0/-1/true",
        "31": "Basic/Un misteri hivernal/Has vist una figura sospitosa al voltant de la parada del bus. Quan t'ha vist, ha fugit cap a la vila. Potser pots trobar una pista per saber on és ara?/Troba la figura misteriosa./-1/-1/0/-1/true",
        "100": "LostItem/La destral perduda de la Robin/La Robin ha perdut la seva destral preferida. L'últim cop que recorda haver-la fet servir és al sud del ranxo de la Marnie./Troba la destral perduda de la Robin./Robin 788 Forest 110 81/-1/250/-1/true/Ei, has trobat la meva destral! Quin descans... Gairebé em tallo un dit del peu l'altre dia amb l'altra destral. Gràcies!",
        "101": "ItemDelivery/La petició de la Jodi/La Jodi necessita una coliflor fresca per a una de les seves receptes. T'ha demanat que li'n portis una./Porta-li una coliflor a la Jodi./Jodi 190/-1/350/-1/true/Oh, té una pinta deliciosa! Moltes gràcies, això és just el que necessitava. Serà perfecte pel meu curri groc.",
        "102": "LostItem/Els calçotets de l'alcalde/En Lewis ha perdut els seus calçotets porpres. Vol que li tornis... de manera discreta./Troba els calçotets d'en Lewis i torna'ls-hi./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Els has trobat... on? ...Oh!...Emm...Heh.#$b#Allà? No tinc ni idea de com poden haver acabat allà...*ehem*#$b#Que això quedi entre nosaltres. Entesos?$u",
        "103": "ItemDelivery/Pam assedegada/La Pam està desitjant prendre una cervesa pàl·lida. La cervesa normal i corrent no serà suficient. Pots fer-ne una amb una bóta destil·ladora i uns llúpols./Porta-li una cervesa pàl·lida a la Pam./Pam 303/-1/350/-1/true/Dóna'm això. *glop*... Ahh, aquesta és la que volia.#$b#És molt bona i té molt bon gust... té uns lleugers tocs de cítrics i pi, però amb una bona consistència per no desviar massa el gust.#$b#Gràcies. Això significa molt per a mi. Sabia que podia comptar amb tu.$h",
        "104": "ItemDelivery/Recerca de cultius/En Demetrius necessita un meló fresc per les seves investigacions./Porta-li un meló a en Demetrius./Demetrius 254/-1/550/-1/true/Aquest és perfecte. Just el que necessitava per la meva recerca. Serà una mica difícil no menjar-me'l! Moltes gràcies.",
        "105": "ItemDelivery/Teràpia de genoll/En George necessita pebre picant per calmar el seu mal de genoll./Porta-li a en George un pebre picant./George 260/-1/200/-1/true/Ja era hora... hmmf... Bé, almenys és prou picant. Gràcies.",
        "106": "ItemDelivery/Delícia vacuna/La Marnie vol donar-li a les seves vaques un petit caprici. Vol una sola unitat d'amarant./Porta-li a la Marnie una sola unitat d'amarant./Marnie 300/-1/500/-1/true/Oh, l'amarant que havia demanat! Moltes gràcies... a les meves vaques això els hi encantarà!$h",
        "107": "LostItem/Cistell d'esbarzers/És la temporada dels esbarzers, però en Linus no troba el seu cistell! Vol que l'ajudis a trobar-lo. No té ni idea d'on pot ser./Troba el cistell d'en Linus i torna-li./Linus 790 Backwoods 27 27/-1/0/-1/true/El meu cistell! Gràcies. Això significa molt per a mi.$h",
        "108": "ItemDelivery/Buidant carabasses/La Caroline vol buidar una carabassa amb la seva filla. T'ha demanat una de la teva granja./Porta-li una carabassa a la Caroline./Caroline 276/-1/500/-1/true/Oh, la carabassa! A més és una de molt bona... l'Abigail es posarà molt contenta amb això. Gràcies, @!$h",
        "109": "ItemDelivery/Pesca el calamar/En Willy t'ha desafiat a pescar un calamar. Diu que en pots pescar a l'oceà en nits d'hivern./Porta-li un calamar a en Willy./Willy 151/-1/800/-1/true/Ei, ho has aconseguit! No està malament, si senyor! M'has deixat impressionat.#$b#L'hivern és un bon moment per treure la vella canya de pescar, oi que sí?",
        "110": "ItemDelivery/L'intent d'en Clint/En Clint vol que li donis a l'Emily una ametista. Vol que li diguis que és de part seva./Porta-li una ametista a l'Emily./Emily 66/-1/0/-1/true/Oh, la meva pedra preferida! Ets molt amable!$h#$b#Eh? Que dius de qui és?$u#$b#Ah, que és de ca en Clint? Bé, m'és igual d'on l'hagis tret, és preciosa! Gràcies! *muac*$h",
        "111": "ItemDelivery/Reactiu fosc/El bruixot vol que baixis a les mines per dur-li una essència buida. La necessita per alguna mena de màgia fosca./Porta-li una essència del buit al bruixot./Wizard 769/-1/1000/-1/true/Ah, l'has portat. T'has guanyat la meva gratitud, i 1000g de recompensa. Ara vés-te'n.",
        "112": "ItemDelivery/Un favor per a en Clint/En Clint té un nou martell i vol provar-lo amb una varietat de metalls./Porta-li un lingot de ferro a en Clint./Clint 335/-1/500/-1/true/Ei, és el lingot de ferro que vaig demanar. Sembla prou fort... perfecte.#$b#Gràcies, @. Aprecio aquest gest.",
        "113": "ItemDelivery/La petició de la Robin/La Robin t'ha escrit demanant-te una mica de fusta dura./Porta-li 10 peces de fusta dura a la Robin./Robin 709 10/-1/500/-1/true/Oh, l'has portat! Sabia que podia comptar amb tu, @.$h#$b#Mmhmm... Aquesta fusta és perfecta. És exactament el que necessitava. Gràcies!",
        "114": "ItemDelivery/Guisat de peix/En Gus vol fer un guisat de peix, però necessita una bacora./Porta-li una bacora a en Gus./Gus 705/-1/400/-1/true/*esniff*...*esniff*... Què és això? Fa olor de bacora!#$b#Aha! L'has portat! Moltíssimes gràcies!",
        "115": "ItemDelivery/Fruita fresca/L'Emily vol un tast de la primavera. Vol un albercoc fresc./Porta-li un albercoc a l'Emily./Emily 634/-1/600/-1/true/Oh... M'has fet un favor! Gràcies, té una pinta deliciosa!$h",
        "116": "ItemDelivery/El regal de l'àvia/L'Evelyn vol sorprendre el seu marit amb un regal./Porta-li un porro a l'Evelyn./Evelyn 20/-1/500/-1/true/Oh, gràcies, ets un sol. Aquest porro té una pinta deliciosa. En George es posarà molt content.#$b#Li encanta quan faig ous amb porros per esmorzar.",
        "117": "ItemDelivery/L'anunci d'en Pierre/En Pierre pagarà de bon grat a qui sigui que li porti un plat de sashimi. Sembla que li ve molt de gust./Porta-li una mica de sashimi a en Pierre./Pierre 227/-1/1000/-1/true/Ja era hora! Gairebé em desmaio de les ganes que tenia de menjar això. *nyam*... Mmm, això és genial.#$b#Gràcies, @.$h",
        "118": "ItemDelivery/Recerca marina/En Demetrius està estudiant els nivells de toxines del peix globus. Li agradaria que li'n portessis un./Porta-li un peix globus a en Demetrius./Demetrius 128/-1/1000/-1/true/Aquí estàs. Aquest espècimen és perfecte. Vaig a posar-lo en gel immediatament. Gràcies, @!",
        "119": "ItemDelivery/L'estel d'un soldat/En Kent vol donar-li una fruita estelada a la seva esposa pel seu aniversari de casament./Porta-li una fruita estelada a en Kent./Kent 268/-1/500/-1/true/Ei. Xist... No deixis que la Jodi ho vegi.#$b#Ah, aquesta sembla ben bona. Li encantarà. Moltíssimes gràcies.$h",
        "120": "ItemDelivery/La necessitat de l'alcalde/En Lewis vol oli de tòfona. No vol dir per què. Potser millor no ficar el nas on no et demanen./Porta-li oli de tòfona a en Lewis./Lewis 432/-1/750/-1/true/Tens l'oli? Deixa'm veure...#$b#És de bona qualitat... molt llefiscós. Genial. Gràcies.",
        "121": "ItemDelivery/Es busca: Llagosta/En Gus ha penjat un avís demanant que li portin una llagosta fresca./Porta-li una llagosta a en Gus./Gus 715/-1/500/-1/true/Alguna cosa fa olor de llagosta fresca. Oh, genial.$h#$b#Cuida't, company.",
        "122": "ItemDelivery/La Pam necessita energia/El comandament a distància de la televisió de la Pam s'ha quedat sense bateria. Sembla que té problemes aixecant-se cada cop que vol canviar de canal./Porta-li un paquet de bateries a la Pam./Pam 787/-1/400/-1/true/Ei, al final m'has portat les bateries! Gràcies, marrec... M'has salvat la vida!$h",
        "123": "ItemDelivery/Vareta de poder/El bruixot està creant una vareta de poders excepcionals. Qui sap per a què. Diu que necessita un lingot d'iridi per acabar-la./Porta-li un lingot d'iridi al bruixot./Wizard 337/-1/5000/-1/true/Ah, preciós iridi. Has fet bé, @. Tens la meva gratitud. Ara, vés-te'n.",
        "124": "ItemDelivery/La pesca del bacallà/En Willy t'ha desafiat a pescar un bacallà allargat./Porta-li un bacallà allargat a en Willy./Willy 707/-1/550/-1/true/Ei, aquest és un bon bacallà! Tens sang de pescador, vailet.$h",
        "125": "ItemDelivery/Esperits exòtics/En Gus vol fer un coco-no-no, però li falta l'ingredient principal./Porta-li un coco a en Gus./Gus 88/-1/600/-1/true/Coco! Per fi una bona notícia en aquest hivern.$h#$b#Serà perfecte pel meu coco-no-no. Gràcies!",
        "126": "ItemDelivery/Encàrrecs per la teva esposa/La teva esposa t'ha demanat 200 peces de fibra per un projecte secret./Porta-li 200 peces de fibra a l'Emily./Emily 771 200/-1/0/-1/false/Oh, això és perfecte... i a més és d'una font ecològicament sostenible! Moltes gràcies, @.$h#$b#Ara em toca a mi posar-me a treballar. En uns dies ho hauré enllestit...",
        "127": "Basic/Passejada del pastís de la Haley/La teva esposa està organitzant una passejada per la beneficència al centre de la vila. Vol que li portis un pastís de xocolata./Entra a la vila en un dia assolellat amb un pastís de xocolata./-1/-1/0/-1/true",
        "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/Aquest penjoll! D'on l'has tret?$7#$b#Bé, gràcies per portar-me'l, @. La meva mare mai s'assabentarà...$h",
        "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/Què és això? El meu penjoll?$s#$b#Que estrany, ni m'havia adonat que s'havia perdut... Bé, gràcies per tornar-me'l, @.$h",
        "130": "Basic/La muller del pirata/Una àvia que viu a l'illa Gingebre t'ha demanat que li trobis un record del seu marit. T'ha donat una vella fotografia d'un soldat que va aparèixer a la platja, esperant que t'ajudés d'alguna manera./Troba el record del marit de l'Ocellota./-1/-1/0/-1/false"
    }
}