{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": false
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "És una pàgina del diari de l'Abigail^^'Coses que m'agraden: l'olor de les carabasses, tenir una ametista sota el coixí, pastís de xocolata, l'emoció de menjar anguila picant, i el confort del pastís de móres de la mare (M'agrada menjar!)'%revealtasteAbigail276%revealtasteAbigail66%revealtasteAbigail220%revealtasteAbigail226%revealtasteAbigail611",
        "2": "És la llista de la compra d'en Sam^^Els preferits de tothom^^Sebastian: Llàgrima de gel, Sashimi^Penny: Maragda, Rosella^Vincent: Raïm, Dolç de nabius^Mare: Perca arrebossada, Creps^Pare: Risotto, Avellanes rostides^Jo: Cactus, Barreta d'auró, Pizza%revealtasteSebastian84%revealtasteSebastian227%revealtastePenny60%revealtastePenny376%revealtasteVincent398%revealtasteVincent612%revealtasteJodi214%revealtasteJodi211%revealtasteKent649%revealtasteKent607%revealtasteSam90%revealtasteSam731%revealtasteSam206",
        "3": "Això sembla la lletra de la Leah^^El meu menú per un sopar perfecte seria amanida, formatge de cabra, tòfones i vi. Per postres haurien de ser magdalenes amb llavors de rosella. Nyam! Si mai algú em donés qualsevol d'aquestes coses, em desfaria.%revealtasteLeah196%revealtasteLeah426%revealtasteLeah430%revealtasteLeah348%revealtasteLeah651",
        "4": "És una anotació de la Maru^^Parts que encara necessito per la meva millor invenció!^^*Lingot d'or^*Lingot d'iridi^*Paquet de bateries^*Diamant^*Maduixes%revealtasteMaru336%revealtasteMaru337%revealtasteMaru787%revealtasteMaru72%revealtasteMaru400",
        "5": "És la lletra de la Penny:^^Vull dur-li a tothom alguna cosa que els hi agradi!^^Mare: Xirivia, Batata glacejada, RES DE CERVESA!^Jas: Roses de les fades, Púding de prunes^Vincent: Pastís rosa, Raïm^Sr. Mullner: Porros, Bolets fregits^Sra. Mullner: Remolatxa, Tulipes%revealtastePam24%revealtastePam208%revealtastePam346%revealtasteJas595%revealtasteJas604%revealtasteVincent398%revealtasteVincent221%revealtasteGeorge20%revealtasteGeorge205%revealtasteEvelyn284%revealtasteEvelyn591",
        "6": "Comandes especials de la taverna^^Alcalde Lewis: Generositat de la tardor^(Amb una doble ració de pa integral per acompanyar)^^Marnie: Pastís de carabassa^(amb extra de crema!)^^Demetrius: Mongetes bullides^(I fes-les picants)^^Caroline: Taco de peix^(Vol el triple de salsa! Millor portar també el triple de tovallons...)%revealtasteLewis235%revealtasteMarnie608%revealtasteDemetrius207%revealtasteCaroline213",
        "7": "És una pàgina del diari d'algú...^^...Només hi ha uns pocs solters més 'grans' a la vila, i cap d'ells és perfecte! En Harvey sempre està angoixat i és una mica nyicris, però seria un marit molt lleial i devot. Li agrada el cafè i els cogombres.^^L'Elliott és una mica vanitós i melodramàtic, però té un bon mentó. Li agrada el pastís de cranc i les magranes.^^En Shane és desordenat i antisocial. Però crec que la seva manera de ser tan grollera només és un mecanisme de defensa, aïllant la seva veritable personalitat més amable. Li agrada la cervesa, la pizza i els pebrots amb formatge.%revealtasteHarvey395%revealtasteHarvey342%revealtasteElliott732%revealtasteElliott637%revealtasteShane346%revealtasteShane206%revealtasteShane215",
        "8": "^Per la Haley i l'Emily^^Espero que totes dues estigueu bé! Us hem enviat els vostres regals preferits: Pastís rosa i gira-sols per la Haley, pedres precioses i llana per l'Emily!^^-Amb amor, la mama i el papa%revealtasteHaley221%revealtasteHaley421%revealtasteEmily440%revealtasteEmily66%revealtasteEmily62%revealtasteEmily60%revealtasteEmily70%revealtasteEmily64%revealtasteEmily68",
        "9": "Dieta d'entrenament de l'Alex:^^*Esmorzar complet^*Sopar de salmó^^(Al final he après a estimar aquest menjar... Puc sentir les proteïnes que aporta!!)%revealtasteAlex201%revealtasteAlex212",
        "10": "Algú ^    t'espera ^        al nivell 100 ^         a^          la^             caverna calavera...",
        "11": "!image 6",
        "12": "He trobat coses molt interessants cercant a les papereres en dies de sort.^^De vegades trobaràs el 'plat del dia' rere la taverna... i normalment acabat de fer!^^Per picar alguna cosa, normalment reviso la de cals Mullner, a veure si trobo algunes galetes.^^Per tresors, la millor és la paperera entre el ferrer i el museu.",
        "13": "^^Les 12 en punt CLAVADES. Al darrer dia de la temporada. Comprova el matoll que hi ha al damunt del parc.",
        "14": "^^^    He amagat una cosa darrere el centre comunitari.",
        "15": "^^       Espectacle de les sirenes: 1-5-4-2-3",
        "16": "!image 0",
        "17": "!image 1",
        "18": "!image 3",
        "19": "!image 2",
        "20": "!image 4",
        "21": "!image 5",
        "22": "Salutacions, @...^^Has trobat el meu 'secret' al túnel?^^Ja tinc ganes de veure com ets!^^    -Qi",
        "23": "^^^Si poots llegir aixo... vine al bosk sacret. Sisplau, porta xarop dauró.",
        "24": "És una pàgina del llibre de M. Jasper:^^...les criatures que alguns coneixen com a \"Esperits del bosc\" o \"Junimos\", apareixen en edificis abandonats després d'haver \"plantat la seva llavor\".^^Com a regla general... quan els humans abandonen un lloc, i la natura torna a reclamar el seu territori, els Junimos apareixeran sense cap mena de dubte.^^Segons la saviesa popular, els Junimos tenen alguna mena d'afinitat amb les pedres precioses que es col·loquen dins les seves cabanes...^^És clar, totes aquestes afirmacions provenen de fonts dubtoses i no s'han pogut verificar... Pel que jo sé, fins i tot la mera existència d'aquestes criatures mai no s'ha demostrat!",
        "25": "^^ He 'manllevat' un penjoll a la mare, però l'he perdut a prop dels banys... Al·lucinarà com vegi que ja no està!",
        "1001": "Dia 1^^...El meu vaixell està perdut... Destrossat per una tempesta en aquesta mar despietada.^^I ara m'he perdut en aquestes costes estranyes. La meva tripulació és morta, però jo encara sóc viu. Potser la deessa de la fortuna ha beneït els meus malèfics ossos... O potser tindrà els seus propis designis pel meu destí...^^De totes maneres, no em queda cap més remei que buscar-me la vida aquí. Hi ha aigua fresca, menjar per farratjar i la terra és fèrtil i es pot llaurar.^^Primer construiré un refugi...^^(Falten alguns fulls)",
        "1002": "Dia 6^^Aquí no passaré gana... les aigües són plenes a vessar de peixos comestibles (i deliciosos!).^^Fins i tot he aconseguit pescar una rajada a la costa del sud-est. Tot i que encara no sé què fer amb ella!^^L'altre dia vaig pescar un parell de nous daurades. Sembla que n'hi ha per tota l'illa. Als lloros locals els encanten!",
        "1003": "Dia 14^^Després de passar mig mes en aquesta illa, he après un parell de coses sobre com recol·lectar les nous daurades.^^Un ha d'estar alerta per veure pistes subtils. Si alguna cosa és inusual, ha d'haver-hi una nou daurada a prop.^^He trobat marques a la sorra... i a les fulles...^^També en vaig veure una sobre un arbre prop del volcà. Si tingués alguna manera de fer-la caure...^^Quan veig una planta de nous, sempre trobo la manera d'arribar a ella.",
        "1004": "!image 10",
        "1005": "Dia 23^^El volcà local manté els meus secrets.^^He vist uns homenets amb ulls brillants corrents entre les ombres... com gats en la nit.^^(Podrien ser aquests els llegendaris homes nans que mencionava M. Jasper en els seus 'Viatges Famosos'?)^^Andròmines estranyes, també. Inusual... no és res semblant al que coneixem els homes.^^Al cim, he trobat un passadís que arriba fins a la caldera del volcà. I mig submergida en la lava, una màquina peculiar... una mena de 'farga'. ^^Investigaré més demà.",
        "1006": "!image 8",
        "1007": "--Taula de forjat--^^Topazi -- Defensa^Maragda -- Velocitat^Jade -- Mal crític^Aiguamarina -- Probabilitat crítica^Ametista -- Empenta^Robí -- Mal^^Fragment prismàtic -- Encantament^^Nota: Les armes es poden forjar fins a 3 cops amb joies, i es poden encantar un cop amb un fragment prismàtic.^^Les eines també es poden encantar, però no forjar.",
        "1008": "--Encantaments d'armes--^^Destre: et permet realitzar 'moviments especials' més de pressa^^Matainsectes: Fas més mal als insectes.^^Vampíric: De tant en tant, robes salut als monstres.^^Matadimonis: Fas més mal als monstres 'demoníacs'.^^Fabricant de fenc: En tallar herbes, obtens més fibra i una petita probabilitat d'obtenir fenc.^^--Encantaments d'eines--^^Poder: Fa més mal a pedres, arbres i altres objectes.^^Expansiu: Augmenta la capacitat de càrrega, generant així una major àrea d'efecte.^^Esmolat: Probabilitat d'obtenir més fusta en talar.^^Sense fons: La regadora mai es quedarà sense aigua.^^Generositat: Desenterra més coses del terra.^^Arqueòleg: Major probabilitat de trobar artefactes i ossos.^^Eficiència: No fa servir energia.^^Lleugeresa: Fas servir l'eina més de pressa.",
        "1009": "'Era un dia plujós i sobre una roca solitària una sirena vaig veure^^Històries he escoltat sobre dones nascudes de la mar, cantant cançons de sirena,^I, tot i això, una nota cantava...^^L'endemà vaig veure unes roques sobre el banc d'esponges...^-----------------^Sí... pedres tan grosses com monedes i pedres tan grosses com cèntims...^-----------------^Si aquest llop de mar pogués cantar una cançó, potser ella em duria al tresor de la Gavina Negra...",
        "1010": "!image 9",
        "1011": "Dia 37^^Quan encara tenia 10 anys, el meu pare em va donar un anell brillant i un anell magnètic. Mai me'ls he tret des d'aleshores.^^Tot i això, quan era al cim del volcà... em va passar una idea estranya pel cap.^^Vaig agafar els meus dos anells i els vaig llançar a la forja.^^Observeu! Es van combinar en un!^^Ara tinc un anell brillant magnètic... Espero que al meu pare no li molesti, en pau descansi..."
    }
}